Repository: alexjarabek/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ar, da, es, gl, hu, id, ja, nl, pl, sv

# GenericName(org.opensuse.yast.Language.desktop)
source: Change the language and install additional languages
ja: 言語の追加と変更
nl: Wijzig de systeemtaal en installeer aanvullende talen
pl: Zmień język i zainstaluj dodatkowe języki

# Name(org.opensuse.yast.Keyboard.desktop)
source: System Keyboard Layout
ja: システムキーボード配列
nl: Systeemtoetsenbordindeling
pl: Układ klawiatury systemowej

# GenericName(org.opensuse.yast.Keyboard.desktop)
source: Select the system keyboard
ja: システムキーボードの選択
nl: Het systeemtoetsenbord selecteren
pl: Wybierz klawiaturę systemową

# Name(org.opensuse.yast.DHCPServer.desktop)
source: DHCP Server
ja: DHCP サーバ
pl: Serwer DHCP

# GenericName(org.opensuse.yast.DHCPServer.desktop)
source: Configure a DHCP server
ja: DHCP サーバの設定
nl: Een DHCP-server instellen
pl: Konfiguruj serwer DHCP

# Name(org.opensuse.yast.DNSServer.desktop)
source: DNS Server
ja: DNS サーバ
pl: Serwer DNS

# GenericName(org.opensuse.yast.DNSServer.desktop)
source: Configure a DNS server
ja: DNS サーバの設定
nl: Een DNS-server instellen
pl: Konfiguruj serwer DNS

# GenericName(org.opensuse.yast.DRBD.desktop)
source: Configure the DRBD(Distributed Replicated Block Device) device
ja: DRBD (分散型ブロック複製デバイス) の設定
nl: Het DRBD (Distributed Replicated Block Device) apparaat instellen
pl: Konfiguruj rozproszone replikowane urządzenie blokowe (DRBD)

# Name(org.opensuse.yast.FCoEClient.desktop)
source: FCoE Client Configuration
ja: FCoE クライアント設定
nl: FCoE-clientconfiguratie
pl: Konfigurator klienta FCoE

# GenericName(org.opensuse.yast.FCoEClient.desktop)
source: Fibre Channel over Ethernet Configuration
ja: Fibre Channel over Ethernet の設定
nl: Configuratie van Fibre-channel over Ethernet
pl: Konfiguracja protokołu Fibre Channel over Ethernet

# Name(org.opensuse.yast.Firewall.desktop)
source: Firewall
ja: ファイアウオール
pl: Zapora sieciowa

# GenericName(org.opensuse.yast.Firewall.desktop)
source: Configure a firewall
ja: ファイアウォールの設定
nl: Firewall instellen
pl: Konfiguruj zaporę sieciową

# Name(org.opensuse.yast.FTPServer.desktop)
source: FTP Server
ja: FTP サーバ
pl: Serwer FTP

# GenericName(org.opensuse.yast.FTPServer.desktop)
source: Module for configuration FTP daemon (vsftpd)
ja: FTP デーモン (vsftpd) の設定用モジュール
nl: Module voor cobfigureren van FTP daemon (vsftpd)
pl: Moduł konfiguracji demona FTP (vsftpd)

# X-SuSE-YaST-Keywords(geo-org.opensuse.yast.Cluster.desktop)
source: cluster,availability,high
ja: cluster,クラスタ,availability,high,高可用性
nl: cluster,beschikbaarheid,hoog

# Name(geo-org.opensuse.yast.Cluster.desktop)
source: Geo Cluster
ja: GEO クラスタ
pl: Klaster geograficzny

# GenericName(geo-org.opensuse.yast.Cluster.desktop)
source: Configuration Geo Cluster
ja: GEO クラスタの設定
nl: Configuratie van Geo-cluster
pl: Klaster geograficzny konfiguracji

# Name(org.opensuse.yast.HTTPServer.desktop)
source: HTTP Server
ja: HTTP サーバ
pl: Serwer HTTP

# GenericName(org.opensuse.yast.HTTPServer.desktop)
source: Configure an Apache 2 server
ja: Apache 2 サーバの設定
nl: Een Apache 2-server instellen
pl: Konfiguruj serwer Apache 2

# Name(org.opensuse.yast.Upgrade.desktop)
source: Upgrade
ja: アップグレード
nl: Opwaardering
pl: Uaktualnij

# Name(org.opensuse.yast.Installation.desktop)
source: Installation
ja: インストール
nl: Installatie
pl: Instalacja

# Name(org.opensuse.yast.ReleaseNotes.desktop)
source: Release Notes
ja: リリースノート
nl: Uitgavenotities
pl: Informacje o wydaniu

# GenericName(org.opensuse.yast.ReleaseNotes.desktop)
source: Show Release Notes
ja: リリースノートの表示
nl: Uitgavenotities tonen
pl: Pokaż informacje o wydaniu

# Name(org.opensuse.yast.InstServer.desktop)
source: Installation Server
ja: インストールサーバ
nl: Installatieserver
pl: Serwer instalacyjny

# GenericName(org.opensuse.yast.InstServer.desktop)
source: Configure and manage installation servers
ja: インストールサーバの設定と管理
nl: Installatieservers instellen en beheren
pl: Konfiguruj i zarządzaj serwerami instalacyjnymi

# Name(org.opensuse.yast.IPLB.desktop)
source: IP Load Balancing
ja: IP ロードバランシング
pl: Równoważenie obciążenia IP

# GenericName(org.opensuse.yast.IPLB.desktop)
source: Configure IPLB(IP Load Balancing)
ja: IPLB (IP ロードバランシング) の設定
nl: IPLB (IP loadbalancing) instellen
pl: Konfiguruj IPLB (równoważenie obciążenia IP)

# Name(org.opensuse.yast.iSCSIClient.desktop)
source: iSCSI Initiator
ja: iSCSI イニシエータ
pl: Moduł inicjujący iSCSI

# GenericName(org.opensuse.yast.iSCSIClient.desktop)
source: Configure an iSCSI initiator
ja: iSCSI イニシエータの設定
nl: Een iSCSI-initiator instellen
pl: Konfiguruj inicjatora iSCSI

# Name(org.opensuse.yast.iSCILIOServer.desktop)
source: iSCSI LIO Target
ja: iSCSI LIO ターゲット
nl: iSCSI LIO-doel
pl: Obiekt docelowy iSCSI LIO

# GenericName(org.opensuse.yast.iSCILIOServer.desktop)
source: Configure an iSCSI target via LIO
ja: LIO を介する iSCSI ターゲットの設定
nl: Een iSCSI-target via LIO instellen
pl: Konfiguruj obiekt docelowy iSCSI przez LIO

# Name(org.opensuse.yast.iSNS.desktop)
source: iSNS Server
ja: iSNS サーバ
pl: Serwer iSNS

# GenericName(org.opensuse.yast.iSNS.desktop)
source: Configure an iSNS server
ja: iSNS サーバの設定
nl: Een iSNS-server instellen
pl: Konfiguruj serwer iSNS

# Name(org.opensuse.yast.Journal.desktop)
source: Systemd Journal
ja: systemd ジャーナル
nl: Journaal van systemd
pl: Dziennik systemd

# GenericName(org.opensuse.yast.Journal.desktop)
source: Read systemd journal entries
ja: systemd ジャーナル項目の読み込み
nl: Journaal-items van systemd lezen
pl: Czytaj wpisy dziennika systemd

# Name(org.opensuse.yast.Kdump.desktop)
source: Kernel Kdump
ja: カーネル Kdump
pl: Jądro systemu Kdump

# GenericName(org.opensuse.yast.Kdump.desktop)
source: Kernel Kdump Configuration Tool
ja: カーネル Kdump 設定ツール
nl: Configuratiehulpmiddel voor Kernel Kdump
pl: Narzędzie konfiguracji jądra systemu Kdump

# Name(org.opensuse.yast.Mail.desktop)
source: Mail Server
ja: メールサーバ
nl: E-mailserver
pl: Serwer pocztowy

# GenericName(org.opensuse.yast.Mail.desktop)
source: Configure mail
ja: 電子メールの設定
nl: E-mail instellen
pl: Konfiguruj pocztę

# Name(org.opensuse.yast.Migration.desktop)
source: Online Migration
ja: オンラインマイグレーション
nl: Online migratie
pl: Migracja online

# Name(org.opensuse.yast.Multipath.desktop)
source: Multipath
ja: マルチパス

# GenericName(org.opensuse.yast.Multipath.desktop)
source: multipath
ja: マルチパス

# Name(org.opensuse.yast.LAN.desktop)
source: Network Settings
ja: ネットワークの設定
nl: Netwerkinstellingen
pl: Ustawienia sieciowe

# GenericName(org.opensuse.yast.LAN.desktop)
source: Configure network cards, hostname and routing
ja: ネットワークカードやホスト名、ルーティングの設定
nl: Instellen van netwerkkaarten, hostnaam en routering
pl: Konfiguruj karty sieciowe, nazwy hostów i routing

# Name(org.opensuse.yast.Host.desktop)
source: Hostnames
ja: ホスト名
nl: Hostnamen
pl: Nazwy hostów

# GenericName(org.opensuse.yast.Host.desktop)
source: Assign hostnames and aliases to IP addresses
ja: IP アドレスに対してホスト名と別名を設定
nl: Hostnamen en aliassen toewijzen aan IP-adressen
pl: Przypisz nazwy hostów i aliasy do adresów IP

# Name(org.opensuse.yast.Remote.desktop)
source: Remote Administration (VNC)
ja: リモート管理 (VNC)
nl: Beheer op afstand (VNC)
pl: Administracja zdalna (VNC)

# GenericName(org.opensuse.yast.Remote.desktop)
source: Set up remote administration
ja: リモート管理の設定
nl: Beheer op afstand opzetten
pl: Konfiguruj zdalną administrację

# Name(org.opensuse.yast.NFS.desktop)
source: NFS Client
ja: NFS クライアント
pl: Klient NFS

# GenericName(org.opensuse.yast.NFS.desktop)
source: Configure an NFS client
ja: NFS クライアントの設定
nl: NFS-client instellen
pl: Konfiguruj klienta NFS

# Name(org.opensuse.yast.NFSServer.desktop)
source: NFS Server
ja: NFS サーバ
pl: Serwer NFS

# GenericName(org.opensuse.yast.NFSServer.desktop)
source: Configure an NFS server
ja: NFS サーバの設定
nl: NFS-server instellen
pl: Konfiguruj serwer NFS

# Name(org.opensuse.yast.NIS.desktop)
source: NIS Client
ja: NIS クライアント
pl: Klient NIS

# GenericName(org.opensuse.yast.NIS.desktop)
source: Configure a NIS client
ja: NIS クライアントの設定
nl: Een NIS-client instellen
pl: Konfiguruj klienta NIS

# Name(org.opensuse.yast.NISServer.desktop)
source: NIS Server
ja: NIS サーバ
pl: Serwer NIS

# GenericName(org.opensuse.yast.NISServer.desktop)
source: Configure a NIS server
ja: NIS サーバの設定
nl: Een NIS-server instellen
pl: Konfiguruj serwer NIS

# Name(org.opensuse.yast.NTPClient.desktop)
source: NTP Configuration
ja: NTP 設定
nl: NTP-configuratie
pl: Konfiguracja NTP

# GenericName(org.opensuse.yast.NTPClient.desktop)
source: Configure an NTP client or server
ja: NTP クライアントまたはサーバの設定
nl: Een NTP-client of server instellen
pl: Konfiguruj serwer lub klienta NTP

# Name(org.opensuse.yast.OnlineUpdateConfiguration.desktop)
source: Online Update Configuration
ja: オンライン更新の設定
nl: Configuratie van online-bijwerken
pl: Konfiguracja aktualizacji online

# Name(org.opensuse.yast.OnlineUpdate.desktop)
source: Online Update
ja: オンライン更新
nl: Online bijwerken
pl: Aktualizacja online

# GenericName(org.opensuse.yast.OnlineUpdate.desktop)
source: Get patches to correct and improve your existing installation
ja: 既存のインストールに対して訂正や改善を行なうための修正をインストールする
nl: Patches ophalen om uw bestaande installatie te corrigeren of te verbeteren
pl: Pobierz poprawki w celi poprawienia i usprawnienia istniejącej instalacji

# Name(org.opensuse.yast.SWSource.desktop)
source: Software Repositories
ja: ソフトウエアリポジトリ
nl: Softwarebronnen
pl: Repozytoria oprogramowania

# GenericName(org.opensuse.yast.SWSource.desktop)
source: Choose the repositories for installation of software packages (CD, network, etc.), add the community repositories
ja: ソフトウエアパッケージをインストールする際に利用するリポジトリ (CD やネットワークなど) を選択したり、コミュニティリポジトリを追加したりする
nl: Kies de installatiebronnen voor het installeren van software pakketten (CD, netwerk, etc.), voeg de gemeenschappsopslagruimtes toe
pl: Wybierz repozytoria do zainstalowania pakietów oprogramowania (płyta CD, sieć itp.), dodaj repozytoria społeczności

# Name(org.opensuse.yast.CheckMedia.desktop)
source: Media Check
ja: メディア確認
nl: Mediacontrole
pl: Kontrola nośnika

# GenericName(org.opensuse.yast.CheckMedia.desktop)
source: Verify CD and DVD media integrity
ja: CD および DVD メディアの整合性を検証する
nl: Verifieer de integriteit van CD- en DVD-schijven
pl: Weryfikuj integralność nośnika CD/DVD

# Name(org.opensuse.yast.SWSingle.desktop)
source: Software Management
ja: ソフトウエア管理
nl: Softwarebeheer
pl: Zarządzanie oprogramowaniem

# GenericName(org.opensuse.yast.SWSingle.desktop)
source: Install or remove software packages and manage software repositories
ja: ソフトウエアパッケージのインストールやアンインストール、ソフトウエアリポジトリの管理
nl: Installeren van software pakketten en beheren van installatiebronnen
pl: Zainstaluj lub usuń pakiety oprogramowania i zarządzaj repozytoriami oprogramowania

# Name(org.opensuse.yast.Printer.desktop)
source: Printer
ja: プリンタ
pl: Drukarka

# GenericName(org.opensuse.yast.Printer.desktop)
source: Configure printers
ja: プリンタの設定
nl: Printers instellen
pl: Konfiguruj drukarki

# Name(org.opensuse.yast.Proxy.desktop)
source: Proxy
ja: プロキシ

# GenericName(org.opensuse.yast.Proxy.desktop)
source: Configure a proxy
ja: プロキシの設定
nl: Proxy instellen
pl: Konfiguruj proxy

# Name(org.opensuse.yast.RDP.desktop)
source: Remote Administration (RDP)
ja: リモート管理 (RDP)
nl: Beheer op afstand (RDP)
pl: Administracja zdalna (RDP)

# GenericName(org.opensuse.yast.RDP.desktop)
source: Configure RDP (Remote Desktop Protocol)
ja: RDP (Remote Desktop Protocol) の設定
nl: RDP (Remote Desktop Protocol) configureren
pl: Konfiguruj protokół RDP (Remote Desktop Protocol)

# Name(org.opensuse.yast.Rear.desktop)
source: Rear Backup
ja: Rear バックアップ
pl: Kopia zapasowa ReaR

# GenericName(org.opensuse.yast.Rear.desktop)
source: Configure Rear Backup
ja: Rear バックアップの設定
nl: Rear-backup configureren
pl: Konfiguruj kopię zapasową ReaR

# Name(org.opensuse.yast.SCC.desktop)
source: Product Registration
ja: 製品の登録
nl: Productregistratie
pl: Rejestracja produktów

# Name(org.opensuse.yast.SCC.AddExtensions.desktop)
source: Add System Extensions or Modules
ja: システム拡張／システムモジュールの追加
nl: Systeemextensies of -modulen
pl: Dodaj moduły lub rozszerzenia systemowe

# GenericName(org.opensuse.yast.SCC.AddExtensions.desktop)
source: Add System Extensions or Modules
ja: システム拡張／システムモジュールの追加
nl: Systeemextensies of -modulen toevoegen
pl: Dodaj moduły lub rozszerzenia systemowe

# Name(org.opensuse.yast.SambaClient.desktop)
source: Windows Domain Membership
ja: Windows ドメインメンバーシップ
nl: Windows-domeinlidmaatschap
pl: Przynależność do domeny Windows

# GenericName(org.opensuse.yast.SambaClient.desktop)
source: Configure the Windows Domain Membership
ja: Windows ドメインメンバーシップの設定
nl: Lidmaatschap van Windows-domein instellen
pl: Konfiguruj przynależność do domeny Windows

# Name(org.opensuse.yast.SambaServer.desktop)
source: Samba Server
ja: Samba サーバ
pl: Serwer Samba

# GenericName(org.opensuse.yast.SambaServer.desktop)
source: Configure a Samba server
ja: Samba サーバの設定
nl: Een Samba-server instellen
pl: Konfiguruj serwer Samba

# Name(org.opensuse.yast.Scanner.desktop)
source: Scanner
ja: スキャナ
pl: Skaner

# GenericName(org.opensuse.yast.Scanner.desktop)
source: Configure a scanner
ja: スキャナの設定
nl: Een scanner instellen
pl: Konfiguruj skaner

# Name(org.opensuse.yast.Security.desktop)
source: Security Center and Hardening
ja: セキュリティセンターとセキュリティの強化
nl: Beveiligingscentrum en versterking
pl: Centrum bezpieczeństwa oraz wzmacnianie ochrony

# GenericName(org.opensuse.yast.Security.desktop)
source: Configure local security settings
ja: ローカルセキュリティ設定
nl: Lokale beveiligingsinstellingen configureren
pl: Konfiguruj lokalne ustawienia zabezpieczeń

# Name(org.opensuse.yast.ServicesManager.desktop)
source: Services Manager
ja: サービスマネージャ
nl: Servicesbeheerder
pl: Menedżer usług

# GenericName(org.opensuse.yast.ServicesManager.desktop)
source: Configure running services and the default target
ja: 実行中のサービスと既定のターゲットの設定
nl: Actieve services en het standaard target instellen
pl: Konfiguruj uruchomione usługi i domyślny element docelowy

# Name(org.opensuse.yast.SLPServer.desktop)
source: SLP Server
ja: SLP サーバ
pl: Serwer SLP

# GenericName(org.opensuse.yast.SLPServer.desktop)
source: Configure a SLP server
ja: SLP サーバの設定
nl: Een SLP-server instellen
pl: Konfiguruj serwer SLP

# Name(org.opensuse.yast.Snapper.desktop)
source: Filesystem Snapshots
ja: ファイルシステムのスナップショット
nl: Momentopnamen van bestandssysteem

# GenericName(org.opensuse.yast.Snapper.desktop)
source: Manage Btrfs / LVM filesystem snapshots
ja: Btrfs / LVM ファイルシステムのスナップショット管理
nl: Btrfs beheren/ LVM bestandssysteem momentopnamen

# Name(org.opensuse.yast.Sound.desktop)
source: Sound
ja: サウンド
nl: Geluid
pl: Dźwięk

# GenericName(org.opensuse.yast.Sound.desktop)
source: Configure your sound card
ja: サウンドカードの設定
nl: Uw geluidskaart instellen
pl: Konfiguruj kartę dźwiękową

# GenericName(org.opensuse.yast.Squid.desktop)
source: Configure a Squid cache proxy server
ja: Squid キャッシュ付きプロキシサーバの設定
nl: Een Squid-cache-proxyserver instellen
pl: Konfiguruj serwer proxy Squid

# Name(org.opensuse.yast.Disk.desktop)
source: Partitioner
ja: パーティション設定
nl: Partitionering
pl: Partycjonowanie

# GenericName(org.opensuse.yast.Disk.desktop)
source: Partition hard disks (including RAID, LVM, and encrypted file systems)
ja: ハードディスクのパーティション設定 (RAID, LVM, 暗号ファイルシステム等を含む)
nl: Partitioneer harde schijven (inclusief RAID, LVM en versleutelde bestandssystemen)
pl: Partycjonuj dyski twarde (w tym RAID, LVM i zaszyfrowane systemy plików)

# GenericName(org.opensuse.yast.Sudo.desktop)
source: Configure sudo
ja: sudo の設定
nl: Sudo instellen
pl: Konfiguruj sudo

# Name(org.opensuse.yast.Support.desktop)
source: Support
ja: サポート
nl: Ondersteuning
pl: Wsparcie

# GenericName(org.opensuse.yast.Support.desktop)
source: support
ja: サポート
nl: ondersteuning
pl: wsparcie

# Name(org.opensuse.yast.Sysconfig.desktop)
source: /etc/sysconfig Editor
ja: /etc/sysconfig エディタ
nl: Bewerker voor /etc/sysconfig
pl: Edytor /etc/sysconfig

# GenericName(org.opensuse.yast.Sysconfig.desktop)
source: Change settings in /etc/sysconfig configuration files
ja: /etc/sysconfig の設定ファイル内の設定を変更する
nl: Instellingen in configuratiebestanden in /etc/sysconfig wijzigen
pl: Zmień ustawienia w plikach konfiguracyjnych /etc/sysconfig

# X-SuSE-YaST-Keywords(torg.opensuse.yast.FTPServer.desktop)
source: TFTP,server,boot,trivial,file,transfer,protocol,network
ja: TFTP,server,サーバ,boot,起動,ブート,trivial,file,transfer,転送,protocol,プロトコル,network,ネットワーク
nl: TFTP,server,boot,trivial,bestand,overdracht,protocol,netwerk

# Name(torg.opensuse.yast.FTPServer.desktop)
source: TFTP Server
ja: TFTP サーバ
pl: Serwer TFTP

# GenericName(torg.opensuse.yast.FTPServer.desktop)
source: Configure a TFTP server
ja: TFTP サーバの設定
nl: TFTP-server instellen
pl: Konfiguruj serwer TFTP

# Name(org.opensuse.yast.SystemSettings.desktop)
source: Kernel Settings
ja: カーネルの設定
nl: Kernel-instellingen
pl: Ustawienia jądra systemu

# GenericName(org.opensuse.yast.SystemSettings.desktop)
source: Configure Low-Level System Options
ja: 低レベルのシステムオプションの設定
nl: Low-level systeemopties instellen
pl: Konfiguruj niskopoziomowe opcje systemu

# Name(org.opensuse.yast.HWInfo.desktop)
source: Hardware Information
ja: ハードウエア情報
nl: Hardware-informatie
pl: Informacje o urządzeniach

# GenericName(org.opensuse.yast.HWInfo.desktop)
source: View hardware information
ja: ハードウエア情報の表示
nl: Hardware-informatie bekijken
pl: Wyświetl informacje o sprzęcie

# Name(org.opensuse.yast.Update.desktop)
source: FACTORY Update
ja: FACTORY 更新
nl: FACTORY-opwaardering
pl: Aktualizacja FACTORY

# GenericName(org.opensuse.yast.Update.desktop)
source: Update your system to the newest packages from FACTORY (expert tool)
ja: FACTORY からの最新パッケージを使ってシステムを更新 (熟練者向けツール)
nl: Update uw systeem naar de nieuwste pakketten van FACTORY (voor ervaren gebruikers)
pl: Aktualizuj system do najnowszych pakietów z FACTORY (narzędzie zaawansowane)

# Name(org.opensuse.yast.Users.desktop)
source: User and Group Management
ja: ユーザとグループの管理
nl: Gebruikers- en groepenbeheer
pl: Zarządzanie użytkownikami i grupami

# GenericName(org.opensuse.yast.Users.desktop)
source: Add, Edit, Delete Users or User Groups
ja: ユーザやユーザグループを作成／編集／削除する
nl: Gebruikers of gebruikersgroepen toevoegen, bewerken of verwijderen
pl: Dodaj, edytuj, usuń użytkowników lub grupy użytkowników

# Name(org.opensuse.yast.VirtualizationConfig.desktop)
source: Install Hypervisor and Tools
ja: ハイパーバイザとツールのインストール
nl: Hypervisor en hulpprogramma's installeren
pl: Zainstaluj hiperwizor i narzędzia

# GenericName(org.opensuse.yast.VirtualizationConfig.desktop)
source: Install Xen or KVM with Management Tools
ja: Xen または KVM および管理ツールのインストール
nl: Xen of KVM installeren met beheerhulpmiddelen
pl: Zainstaluj Xen lub KVM z narzędziami zarządzającymi

# Name(org.opensuse.yast.RelocationServer.desktop)
source: Relocation Server Configuration
ja: サーバの再配置設定
nl: Configuratie van relocatie-server
pl: Konfiguracja serwera relokacji

# GenericName(org.opensuse.yast.RelocationServer.desktop)
source: Configure Host for Virtual Machine Migration
ja: 仮想マシンの移行向けホスト設定
nl: Host configureren voor virtuele machine migratie
pl: Konfiguruj hosta do migracji maszyny wirtualnej

# Name(org.opensuse.yast.VPN.desktop)
source: VPN Gateway and Clients
ja: VPN ゲートウエイとクライアント
nl: VPN-gateway en clients
pl: Brama i klienty VPN

# GenericName(org.opensuse.yast.VPN.desktop)
source: Configure VPN gateway and clients using IPSec
ja: IPSec を利用した VPN ゲートウエイとクライアントの設定
nl: VPN-gateway en clients met IPSec configureren
pl: Konfiguruj bramę i klientów VPN przy użyciu protokołu IPSec

# Name(high_availability.desktop)
source: High Availability
ar: إمكانية توفر عالية
gl: Alta dispoñibilidade
hu: Magas rendelkezésre állás
id: Ketersediaan Tinggi
ja: 高可用性
nl: Hoge beschikbaarheid
pl: Wysoka dostępność

# Name(network_services.desktop)
source: Network Services
ar: خدمات الشبكة
gl: Servizos de rede
hu: Hálózati szolgáltatások
id: Layanan Jaringan
ja: ネットワークサービス
nl: Netwerkservices
pl: Usługi sieciowe

# X-SuSE-YaST-Keywords(virtualization.desktop)
source: vm,virtualization
ja: vm,virtualization,仮想化
nl: vm,virtualisatie
pl: vm,wirtualizacja

# Name(virtualization.desktop)
source: Virtualization
ar: المحاكاة الافتراضية
gl: Virtualización
hu: Virtualizálás
id: Virtualisasi
ja: 仮想化
nl: Virtualisatie
pl: Wirtualizacja

# Name(org.opensuse.yast.Security.desktop)
source: Security and Users
ja: セキュリティとユーザ
nl: Beveiliging en gebruikers
pl: Zabezpieczenia i użytkownicy

# Name(misc.desktop)
source: Miscellaneous
ar: متنوع
gl: Miscelánea
hu: Vegyes
id: Lain-lain
ja: その他
nl: Diversen
pl: Różne

# Name(system.desktop)
source: System
ar: النظام
gl: Sistema
hu: Rendszer
id: Sistem
ja: システム
nl: Systeem

# Name(hardware.desktop)
source: Hardware
ar: العتاد
hu: Hardver
id: Perangkat Keras
ja: ハードウエア
pl: Sprzęt

# Name(software.desktop)
source: Software
ar: برنامج
hu: Szoftver
id: Perangkat Lunak
ja: ソフトウエア
pl: Oprogramowanie

# Name(org.opensuse.yast.Alternatives.desktop)
source: Alternatives
nl: Alternatieven
pl: Opcje alternatywne

# Name(org.opensuse.yast.WoL.desktop)
source: Wake-on-LAN
pl: Wybudzanie sieci LAN

# Name(clone_system.desktop)
source: Autoinstallation Cloning System
ar: استنساخ التثبيت التلقائي
gl: Sistema de clonación de autoinstalacións
hu: Automatikus telepítés klónozási rendszere
id: Sistem Kloning Instalasi Otomatis

# GenericName(clone_system.desktop)
source: Creating AutoYaST configuration file
ar: إنشاء ملف إعداد AutoYaST
gl: Creando o ficheiro de configuración de AutoYaST
hu: AutoYaST konfigurációs fájl létrehozása
id: Membuat berkas konfigurasi AutoYaST

# Name(autoyast.desktop)
source: Autoinstallation Configuration
ar: إعداد التثبيت التلقائي
gl: Configuración da autoinstalación
hu: Automatikus telepítési konfiguráció
id: Konfigurasi Instalasi Otomatis

# GenericName(autoyast.desktop)
source: Configuration system for autoinstallation
ar: إعداد النظام للتنصيب الآلي
gl: Sistema de configuración da instalación automática
hu: Beállítórendszer az automatikus telepítéshez
id: Sistem konfigurasi untuk instalasi otomatis

# Name(add-on-creator.desktop)
source: Add-On Creator
ar: منشئ الوظيفة الإضافية
gl: Creador de complementos
hu: Bővítménykészítő
id: Pembuat Tambahan

# GenericName(add-on-creator.desktop)
source: Create Add-On product
ar: إنشاء منتج الوظيفة الإضافية
gl: Crear un complemento engadido
hu: Bövítmény létrehozása
id: Buat produk Tambahan

# Name(add-on.desktop)
source: Add-On Products
ar: منتجات الوظيفة الإضافية
gl: Complementos engadidos
hu: Kiegészítő termékek
id: Produk Tambahan

# GenericName(add-on.desktop)
source: Install or remove add-on products
ar: تثبيت أو إزالة المنتجات الإضافية
gl: Instalar ou quitar complementos
hu: Kiegészítő termékek telepítése vagy eltávolítása
id: Pasang atau hapus produk tambahan

# Name(vendor.desktop)
source: Vendor Driver CD
ar: القرص المضغوط لسواقة التشغيل الخاص بالبائع
gl: CD de controladores dun fabricante
hu: Gyártói CD
id: CD Penggerak Vendor

# GenericName(vendor.desktop)
source: Install a driver from a vendor-specific CD-ROM
ar: تثبيت برنامج تشغيل من قرص مضغوط خاص ببائع معين
gl: Instalar un driver dende un CD-ROM dun fabricante específico
hu: Illesztőprogram telepítése a hardvergyártó CD-jéről
id: Pasang penggerak dari CD-ROM khusus vendor

# Name(alternatives.desktop)
source: Alternatives
ar: بدائل
gl: Alternativas
hu: Alternatívák
id: Alternatif

# GenericName(alternatives.desktop)
source: Manage update-alternatives switching
ar: إدارة تحديث بدائل التحويل
gl: Xestionar o intercambio actualizacións-alternativas
hu: Frissítési alternatívák váltásának kezelése
id: Kelola switching pembaruan-alternatif

# Name(apparmor.desktop)
source: AppArmor Configuration
ar: إعداد درع التطبيقات
gl: Configuración de AppArmor
hu: AppArmor-beállítások
id: Konfigurasi AppArmor

# GenericName(apparmor.desktop)
source: AppArmor Configuration
ar: إعداد درع التطبيقات
gl: Configuración de AppArmor
hu: AppArmor-beállítások
id: Konfigurasi AppArmor
