Repository: alexjarabek/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ar, da, es, gl, hu, id, ja, nl, pl, sv

# Name(ldapkrb.desktop)
source: LDAP and Kerberos Client
ar: عميل LDAP و Kerberos
gl: LDAP e Cliente Kerberos
hu: LDAP- és Kerberos-ügyfél
id: Klien LDAP dan Kerberos

# GenericName(ldapkrb.desktop)
source: LDAP And Kerberos Client
ar: عميل LDAP وKerberos
gl: LDAP e Cliente Kerberos
hu: LDAP- és Kerberos-ügyfél
id: Klien LDAP dan Kerberos

# Name(auth-client.desktop)
source: User Logon Management
ar: إدارة تسجيل دخول المستخدم
gl: Xestión de sesións de usuarios
hu: Felhasználói bejelentkezés kezelése
id: Pengelola Log Masuk Pengguna

# GenericName(auth-client.desktop)
source: User Logon Management
ar: إدارة تسجيل دخول المستخدم
gl: Xestión de sesións de usuarios
hu: Felhasználói bejelentkezés kezelése
id: Pengelola Log Masuk Pengguna

# GenericName(openldap-mirrormode.desktop)
source: Manage OpenLDAP MirrorMode Nodes
ar: إدارة عقد OpenLDAP MirrorMode
gl: Xestionar os nós MirrorMode de OpenLDAP
hu: OpenLDAP MirrorMode-csomópontok kezelése
id: Kelola OpenLDAP MirrorMode Nodes

# Name(auth-server.desktop)
source: Authentication Server
ar: مصادقة الخادم
gl: Servidor de autenticación
hu: Hitelesítési kiszolgáló
id: Server Otentikasi

# GenericName(auth-server.desktop)
source: Configure an Authentication Server
ar: إعداد خادم المصادقة
gl: Configurar un servidor de autenticación
hu: Hitelesítési kiszolgáló konfigurálása
id: Konfigurasikan Server Otentikasi

# Name(bootloader.desktop)
source: Boot Loader
ar: محمّل الإقلاع
gl: Cargador de arrinque
hu: Rendszerbetöltő beállítása

# GenericName(bootloader.desktop)
source: Configure the boot loader
ar: إعداد محمل الإقلاع التشغيل
gl: Configurar o cargador de arrinque
hu: Rendszerbetöltő beállítása
id: Konfigurasikan boot loader

# GenericName(wol.desktop)
source: Configure Wake-on-Lan
ar: إعداد تشغيل الجهاز عبر الشبكة المحلية
gl: Configurar a Wake-on-Lan
hu: Wake-on-Lan konfigurálása
id: Konfigurasikan Bangun-dalam-LAN

# Name(ca_mgm.desktop)
source: CA Management
ar: إدارة CA
gl: Xestor de CA
hu: CA-kezelés
id: Pengelola CA

# GenericName(ca_mgm.desktop)
source: Configure CAs, certificates, and requests
ar: إعداد CAs، والشهادات، والطلبات
gl: Configurar CAs, certificados e peticións
hu: Hitelesítésszolgáltatók, tanúsítványok és kérések konfigurálása
id: Konfigurasikan CA, sertifikat, dan permintaan

# Name(common_cert.desktop)
source: Common Server Certificate
ar: شهادة الخادم المشتركة
gl: Certificado do servidor común
hu: Általános kiszolgálói tanúsítvány
id: Sertifikat Server Umum

# GenericName(common_cert.desktop)
source: Install an SSL certificate for server services
ar: تثبيت شهادة SSL لخدمات الخادم
gl: Instalar un certificado SSL de servizos de servidor
hu: SSL-tanúsítvány telepítése a kiszolgálói szolgáltatásokhoz
id: Pasang sertifikat SSL untuk layanan server

# Name(cluster.desktop)
source: Cluster
ar: الكتلة
gl: Clúster
hu: Csoport

# GenericName(cluster.desktop)
source: Configure Cluster
ar: إعداد الكتلة
gl: Configurar o clúster
hu: Csoport konfigurálása
id: Konfigurasikan Cluster

# Name(configuration_management.desktop)
source: YaST2 Configuration Management
gl: Xestor de configuración YaST2
hu: YaST2 konfigurációkezelés
id: Manajemen Konfigurasi YaST2

# Name(keyboard.desktop)
source: System Keyboard Layout
ar: نظام تخطيط لوحة المفاتيح
gl: Disposición do teclado do sistema
hu: Billentyűzetkiosztás
id: Susunan Papan Tik Sistem

# GenericName(keyboard.desktop)
source: Select the system keyboard
ar: حدد نظام لوحة المفاتيح
gl: Seleccione o teclado do sistema
hu: Billentyűzet kiválasztása
id: Pilih papan tik sistem

# Name(yast-language.desktop)
source: Language
ar: اللغة
gl: Lingua
hu: Nyelv
id: Bahasa

# GenericName(yast-language.desktop)
source: Change the language and install additional languages
ar: تغيير اللغة وتثبيت لغات إضافية
gl: Cambiar a lingua e instalar linguas adicionais
hu: A rendszerben használt nyelvet itt változtathatja meg
id: Ubah bahasa dan pasang bahasa tambahan

# Name(timezone.desktop)
source: Date and Time
ar: التاريخ والوقت
gl: Data e hora
hu: Dátum és idő
id: Tanggal dan Waktu

# GenericName(timezone.desktop)
source: Control time zone, date, and system time
ar: التحكم بالمنطقة الزمنية والتاريخ ووقت النظام
gl: Controlar o fuso horario, a data e a hora do sistema
hu: Az időzóna, dátum és rendszeridő szabályozása
id: Kontrol zona waktu, tanggal, dan waktu sistem

# Name(security.desktop)
source: Security and Users
ar: الأمان والمستخدمون
gl: Seguridade e usuarios
hu: Biztonság és felhasználók
id: Keamanan dan Pengguna

# Name(support.desktop)
source: Support
ar: دعم
gl: Asistencia técnica
hu: Támogatás
id: Dukungan

# Name(dhcp-server.desktop)
source: DHCP Server
ar: خادم DHCP
gl: Servidor DHCP
hu: DHCP-kiszolgáló
id: Server DHCP

# GenericName(dhcp-server.desktop)
source: Configure a DHCP server
ar: إعداد خادم DHCP
gl: Configurar un servidor DHCP
hu: DHCP-kiszolgáló konfigurálása
id: Konfigurasikan server DHCP

# Name(dns-server.desktop)
source: DNS Server
ar: خادم DNS
gl: Servidor DNS
hu: DNS-kiszolgáló
id: Server DNS

# GenericName(dns-server.desktop)
source: Configure a DNS server
ar: إعداد خادم DNS
gl: Configurar un servidor DNS
hu: DNS-kiszolgáló kofigurálása
id: Konfigurasikan server DNS

# GenericName(drbd.desktop)
source: Configure the DRBD(Distributed Replicated Block Device) device
ar: إعداد الجهاز (الكتل الموزعة على الجهاز) DRBD
gl: Configurar o dispositivo DRBD (Distributed Replicated Block Device)
hu: DRBD-eszköz (elosztott és replikált blokkalapú eszköz) konfigurálása
id: Konfigurasikan perangkat DRBD (Distributed Replicated Block Device)

# Name(fcoe-client.desktop)
source: FCoE Client Configuration
ar: إعداد عميل FCoE
gl: Configuración do cliente FCoE
hu: FCoE-ügyfél konfigurációja
id: Konfigurasi Klien FCoE

# GenericName(fcoe-client.desktop)
source: Fibre Channel over Ethernet Configuration
ar: إعداد قناة ليفية عبر إيثرنت
gl: Canle de fibra e configuración de Ethernet
hu: Fibre Channel over Ethernet konfigurációja
id: Kanal Serat melalui Konfigurasi Ethernet

# Name(firewall.desktop)
source: Firewall
ar: جدار الحماية
gl: Devasa
hu: Tűzfal

# GenericName(firewall.desktop)
source: Configure a firewall
ar: إعداد جدار حماية
gl: Configurar unha devasa
hu: Tűzfal konfigurálása
id: Konfigurasikan firewall

# Name(fonts.desktop)
source: Fonts
ar: الخطوط
gl: Tipos de letra
hu: Betűtípusok
id: Fonta

# GenericName(fonts.desktop)
source: Configuring Fonts
ar: إعداد الخطوط
gl: Configuración dos tipos de letra
hu: Betűkészletek konfigurálása
id: Mengkonfigurasi Fonta

# Name(ftp-server.desktop)
source: FTP Server
ar: خادم FTP
gl: Servidor FTP
hu: FTP-kiszolgáló
id: Server FTP

# GenericName(ftp-server.desktop)
source: Module for configuration FTP daemon (vsftpd or pure-ftpd)
ar: الوحدة النمطية إعداد FTP الخفي (vsftpd أو نقية-ftpd)
gl: Module de configuración do daemon FTP (vsftpd ou pure-ftpd)
hu: Modul az FTP-démon konfigurálásához (vsftpd vagy pure-ftpd)
id: Modul untuk konfigurasi FTP daemon (vsftpd atau pure-ftpd)

# Name(geo-cluster.desktop)
source: Geo Cluster
ar: الكتلة الجغرافية
hu: Földrajzi csoport

# GenericName(geo-cluster.desktop)
source: Configuration Geo Cluster
ar: إعداد الكتلة الجغرافية
gl: Configuración de Geo Cluster
hu: Konfiguráció földrajzi csoportja
id: Konfigurasi Geo Cluster

# Name(http-server.desktop)
source: HTTP Server
ar: خادم HTTP
gl: Servidor HTTP
hu: HTTP-kiszolgáló
id: Server HTTP

# GenericName(http-server.desktop)
source: Configure an Apache 2 server
ar: إعداد خادم أباتشي 2
gl: Configurar un servidor Apache 2
hu: Apache 2-kiszolgáló konfigurálása
id: Konfigurasikan server Apache 2

# Name(inetd.desktop)
source: Network Services (xinetd)
ar: خدمات الشبكة (xinetd)
gl: Servizos de rede (xinetd)
hu: Hálózati szolgáltatások (xinetd)
id: Layanan Jaringan (xinetd)

# GenericName(inetd.desktop)
source: Configure network services (xinetd)
ar: إعداد خدمات الشبكة (xinetd)
gl: Configurar os servizos de rede (xinetd)
hu: Hálózati szolgáltatások (xinetd) konfigurálása
id: Konfigurasikan layanan jaringan (xinetd)

# Name(release_notes.desktop)
source: Release Notes
ar: ملاحظات الإصدار
gl: Notas do lanzamento
hu: Kiadási megjegyzések
id: Catatan Rilis

# GenericName(release_notes.desktop)
source: Show Release Notes
ar: عرض ملاحظات الإصدار
gl: Amosar as notas do lanzamento
hu: Kiadási megjegyzések megjelenítése
id: Tampilkan Catatan Rilis

# Name(instserver.desktop)
source: Installation Server
ar: خادم التثبيت
gl: Servidor de instalación
hu: Telepítési kiszolgáló
id: Server Instalasi

# GenericName(instserver.desktop)
source: Configure and manage installation servers
ar: إعداد وإدارة ملقمات التثبيت
gl: Configurar e xestionar os servidores de instalación
hu: Telepítési kiszolgálók konfigurálása és kezelése
id: Konfigurasikan dan kelola server instalasi

# Name(iplb.desktop)
source: IP Load Balancing
ar: موازنة تحميل IP
hu: IP-terheléselosztás

# GenericName(iplb.desktop)
source: Configure IPLB(IP Load Balancing)
ar: إعداد IPLB(IP موازن التحميل)
gl: Configure o IPLB (IP Load Balancing)
hu: IPLB (IP-terheléselosztás) konfigurálása
id: Konfiguraskan IPLB (IP Load Balancing)

# Name(iscsi-client.desktop)
source: iSCSI Initiator
ar: بادئ iSCSI
gl: Iniciador de iSCSI
hu: iSCSI-kezdeményező
id: Inisiator iSCSI

# GenericName(iscsi-client.desktop)
source: Configure an iSCSI initiator
ar: إعداد بادئ iSCSI
gl: Configurar un iniciador de iSCSI
hu: iSCSI-kezdeményező konfigurálása
id: Konfigurasikan inisiator iSCSI

# Name(iscsi-lio-server.desktop)
source: iSCSI LIO Target
ar: هدف LIO iSCSI
gl: Obxectivo da LIO iSCSI
hu: iSCSI LIO-cél
id: Target iSCSI LIO

# GenericName(iscsi-lio-server.desktop)
source: Configure an iSCSI target via LIO
ar: إعداد هدف iSCSI عن طريق LIO
gl: Configurar o destino de iSCSI co LIO
hu: iSCSI-cél konfigurálása LIO használatával
id: Konfigurasikan target iSCSI via LIO

# Name(isns.desktop)
source: iSNS Server
ar: خادم iSNS
gl: Servidor iSNS
hu: iSNS-kiszolgáló
id: Server iSNS

# GenericName(isns.desktop)
source: Configure an iSNS server
ar: إعداد خادم iSNS
gl: Configurar un servidor iSNS
hu: iSNS-kiszolgáló konfigurálása
id: Konfigurasikan server iSNS

# Name(journal.desktop)
source: Systemd Journal
gl: Xornal systemd
hu: Systemd-napló
id: Jurnal Sistem

# GenericName(journal.desktop)
source: Read systemd journal entries
ar: قراءة معلومات وبيانات systemd
gl: Ler as entradas do xornal systemd
hu: Systemd-napló bejegyzéseinek olvasása
id: Baca entri jurnal sistemd

# GenericName(kdump.desktop)
source: Kernel Kdump Configuration Tool
ar: أداة إعداد نواة Kdump
gl: Ferramenta de configuración do kdump do kernel
hu: Kernel Kdump konfigurációs eszköz
id: Alat Konfigurasi Kernel Kdump

# Name(live-installer.desktop)
source: Live Installer
ar: التثبيت الحي
gl: Instalador ao vivo
hu: Live telepítő
id: Pemasang Live

# GenericName(live-installer.desktop)
source: Install current configuration to your system
ar: تثبيت الإعداد الحالي للنظام
gl: Instalar esta configuración no seu sistema
hu: Aktuális konfiguráció telepítése a rendszerbe
id: Pasang konfigurasi saat ini ke sistem Anda

# Name(mail.desktop)
source: Mail Server
ar: خادم البريد
gl: Servidor de correo
hu: Levelező kiszolgáló
id: Server Surel

# GenericName(mail.desktop)
source: Configure mail
ar: إعداد البريد
gl: Configurar o correo
hu: Levelezés beállítása
id: Konfigurasikan surel

# Name(multipath.desktop)
source: Multipath
ar: المسارات المتعددة
hu: Többutas

# GenericName(multipath.desktop)
source: multipath
ar: المسارات المتعددة
hu: többutas

# Name(lan.desktop)
source: Network Settings
ar: إعدادات الشّبكة
gl: Opcións de rede
hu: Hálózati beállítások
id: Pengaturan Jaringan

# GenericName(lan.desktop)
source: Configure network cards, hostname and routing
ar: إعداد بطاقات شبكة الاتصال واسم المضيف، والموجه
gl: Configurar as tarxetas de rede, o nome de máquina e o encamiñador
hu: Hálózati kártyák, gépnév és útválasztás beállítása
id: Konfigurasikan kartu jaringan, nama host dan routing

# Name(remote.desktop)
source: Remote Administration (VNC)
ar: إدارة عن بُعد (VNC)
gl: Administración remota (VNC)
hu: Távoli felügyelet (VNC)
id: Administrasi Jarak Jauh (VNC)

# GenericName(remote.desktop)
source: Set up remote administration
ar: إعداد الإدارة عن بُعد
gl: Configurar a administración remota
hu: Távoli felügyelet beállítása
id: Mengatur administrasi jarak jauh

# Name(host.desktop)
source: Hostnames
ar: الأجهزة المضيفة
gl: Nomes de servidores
hu: Gépnevek
id: Nama host

# GenericName(host.desktop)
source: Assign hostnames and aliases to IP addresses
ar: تخصيص أسماء مضيفين وأسماء مستعارة لعناوين IP
gl: Asignar nomes de máquina e alias a enderezos IP
hu: Gépnevek beállítása
id: Tetapkan nama host dan alias ke alamat IP

# Name(nfs.desktop)
source: NFS Client
ar: عميل NFS
gl: Cliente NFS
hu: NFS-ügyfél
id: Klien NFS

# GenericName(nfs.desktop)
source: Configure an NFS client
ar: إعداد عميل NFS
gl: Configurar un cliente de NFS
hu: Az NFS-kliens beállítása
id: Konfigurasikan klien NFS

# Name(nfs_server.desktop)
source: NFS Server
ar: خادم NFS
gl: Servidor NFS
hu: NFS-kiszolgáló
id: Server NFS

# GenericName(nfs_server.desktop)
source: Configure an NFS server
ar: إعداد خادم NFS
gl: Configurar un servidor NFS
hu: Az NFS-kiszolgáló beállítása
id: Konfigurasikan server NFS

# Name(nis.desktop)
source: NIS Client
ar: عميل NIS
gl: Cliente NIS
hu: NIS-ügyfél
id: Klien NIS

# GenericName(nis.desktop)
source: Configure a NIS client
ar: إعداد عميل NIS
gl: Configurar o cliente NIS
hu: NIS-ügyfél konfigurálása
id: Konfigurasikan klien NIS

# Name(nis_server.desktop)
source: NIS Server
ar: خادم NIS
gl: Servidor NIS
hu: NIS-kiszolgáló
id: Server NIS

# GenericName(nis_server.desktop)
source: Configure a NIS server
ar: إعداد خادم NIS
gl: Configurar un servidor NIS
hu: NIS-kiszolgáló konfigurálása
id: Konfigurasikan server NIS

# Name(ntp-client.desktop)
source: NTP Configuration
ar: إعداد NTP
gl: Configuración NTP
hu: NTP-konfiguráció
id: Konfigurasi NTP

# GenericName(ntp-client.desktop)
source: Configure an NTP client or server
ar: إعداد خادم أو عميل NTP
gl: Configurar un cliente NTP ou servidor
hu: NTP-ügyfél vagy -kiszolgáló konfigurálása
id: Konfigurasikan klien NTP atau server

# Name(online_update_configuration.desktop)
source: Online Update Configuration
ar: إعداد التحديث عبر الإنترنت
gl: Configuración da actualización en liña
hu: Online frissítés konfigurációja
id: Konfigurasi Pembaruan Daring

# GenericName(online_update_configuration.desktop)
source: Online Update Configuration
ar: إعداد التحديث عبر الإنترنت
gl: Configuración da actualización en liña
hu: Online frissítés konfigurációja
id: Konfigurasi Pembaruan Daring

# Name(online_update.desktop)
source: Online Update
ar: التحديث عبر الإنترنت
gl: Actualización en liña
hu: Online frissítés
id: Pembaruan Daring

# GenericName(online_update.desktop)
source: Get patches to correct and improve your existing installation
ar: الحصول على تصحيح العلل وتحسين التثبيت الموجود
gl: Obter paquetes que corrixan e melloren o seu sistema
hu: Javítások beszerzése a meglévő telepítések kijavításához és továbbfejlesztéséhez
id: Dapatkan tambalan untuk memperbaiki dan memperbarui pemasangan yang ada

# Name(sw_single.desktop)
source: Software Management
ar: إدارة البرامج
gl: Xestión de software
hu: Szoftver telepítése, eltávolítása
id: Pengelola Perangkat Lunak

# GenericName(sw_single.desktop)
source: Install or remove software packages and manage software repositories
ar: تثبيت أو إزالة حزم البرامج وإدارة مستودعات البرامج
gl: Instalar ou eliminar paquetes de software e xestionar os repositorios de software
hu: Szoftverek telepítése, eltávolítása és a telepítési források kezelése
id: Pasang atau hapus paket perangkat lunak dan kelola repositori perangkat lunak

# Name(sw_source.desktop)
source: Software Repositories
ar: مستودعات البرامج
gl: Repositorios de software
hu: Telepítési források
id: Repositori Perangkat Lunak

# GenericName(sw_source.desktop)
source: Choose the repositories for installation of software packages (CD, network, etc.), add the community repositories
ar: اختر إضافة مستودعات المجتمع لمستودعات تثبيت البرمجيات (قرص مضغوط، الشبكة، إلخ)،
gl: Escolla os repositorios para a instalación de paquetes de software (CD, rede, etc.), engadir os repositorios da comunidade
hu: Válassza ki a telepítési forrásokat (CD, hálózat stb.), adjon hozzá közösségi telepítési forrást
id: Pilihl repositori untuk pemasangan paket perangkat lunak (CD, jaringan, dll.), Tambahkan repositori komunitas

# Name(checkmedia.desktop)
source: Media Check
ar: التحقق من الوسائط
gl: Comprobación de soportes
hu: Adathordozó ellenőrzése
id: Cek Media

# GenericName(checkmedia.desktop)
source: Verify CD and DVD media integrity
ar: تحقق من سلامة وسائط الأقراص المضغوطة وأقراص الفيديو الرقمية
gl: Verificar a integridade do soporte CD e DVD
hu: CD és DVD adathordozók integritásának ellenőrzése
id: Verifikasikan integritas media CD dan DVD

# Name(printer.desktop)
source: Printer
ar: الطابعة
gl: Impresora
hu: Nyomtató
id: Pencetak

# GenericName(printer.desktop)
source: Configure printers
ar: إعداد الطابعات
gl: Configurar as impresoras
hu: Nyomtatók konfigurálása
id: Konfigurasikan pencetak

# Name(product-creator.desktop)
source: Product Creator
ar: منشئ المنتج
gl: Creador de produtos
hu: Termékkészítő
id: Pembuat Produk

# GenericName(product-creator.desktop)
source: Create new products from existing repositories
ar: إنشاء منتجات جديدة من المستودعات الموجودة
gl: Crear novos produtos cos repositorios xa existentes
hu: Új termékek létrehozás meglévő szoftvertárakból
id: Buat produk baru dari repositori yang ada

# Name(image-creator.desktop)
source: Image Creator
ar: منشئ الصور
gl: Creador de imaxes
hu: Rendszerképkészítő
id: Pembuat Citra

# GenericName(image-creator.desktop)
source: Create the Live CD, USB or XEN image
ar: إنشاء صورة قرص مضغوط حي أو USB أو XEN
gl: Crear imaxes de Live CD, USB ou XEN
hu: Live CD-, USB- vagy XEN-rendszerkép létrehozása
id: Buat citra Live CD, USB atau XEN

# GenericName(proxy.desktop)
source: Configure a proxy
ar: إعداد وكيل
gl: Configurar un proxy
hu: Proxy konfigurálása
id: Konfigurasikan proksi

# Name(rdp.desktop)
source: Remote Administration (RDP)
gl: Administración remota (RDP)
hu: Távoli felügyelet (RDP)
id: Administrasi Jarak Jauh (RDP)

# GenericName(rdp.desktop)
source: Configure RDP (Remote Desktop Protocol)
ar: تكوين RDP (بروتوكول سطح المكتب البعيد)
gl: Configurar o RDP (Remote Desktop Protocol)
hu: RDP protokoll konfigurálása (Remote Desktop Protocol)
id: Konfigurasikan RDP (Remote Desktop Protocol)

# Name(rear.desktop)
source: Rear Backup
gl: Copias de seguridade Rear
hu: ReaR biztonsági mentés
id: Cadangan Belakang

# GenericName(rear.desktop)
source: Configure Rear Backup
gl: Configurar as copias de seguridade con Rear
hu: ReaR biztonsági mentés konfigurálása
id: Konfigurasikan Cadangan Belakang

# Name(customer_center.desktop)
source: Product Registration
gl: Rexistro do produto
hu: Termékregisztráció
id: Registrasi Produk

# GenericName(customer_center.desktop)
source: Product Registration
gl: Rexistro do produto
hu: Termékregisztráció
id: Registrasi Produk

# Name(add_extensions.desktop)
source: Add System Extensions or Modules
ar: إضافة وحدات أو امتدادات النظام
gl: Extensións de sistema e módulos
hu: Rendszerbővítmények vagy modulok hozzáadása
id: Tambahkan Ekstensi atau Modul Sistem

# GenericName(add_extensions.desktop)
source: Add System Extensions or Modules
ar: إضافة وحدات أو امتدادات النظام
gl: Engadir as extensións de sistema e módulos
hu: Rendszerbővítmények vagy modulok hozzáadása
id: Tambahkan Ekstensi atau Modul Sistem

# Name(samba-client.desktop)
source: Windows Domain Membership
ar: عضوية مجال Windows
gl: Pertenza a un domino Windows
hu: Windows-tartománytagság
id: Keanggotaan Domain Windows

# GenericName(samba-client.desktop)
source: Configure the Windows Domain Membership
ar: إعداد عضوية مجال Windows
gl: Configurar a pertenza a un dominio Windows
hu: Windows-tartománytagság
id: Konfigurasikan Keanggotaan Domain Windows

# Name(samba-server.desktop)
source: Samba Server
ar: خادم Samba
gl: Servidor Samba
hu: Samba-kiszolgáló
id: Server Samba

# GenericName(samba-server.desktop)
source: Configure a Samba server
ar: إعداد خادم Samba
gl: Configurar un servidor Samba
hu: Samba-kiszolgáló konfigurálása
id: Konfigurasikan Server Samba

# Name(scanner.desktop)
source: Scanner
ar: الماسح الضوئي
gl: Escáner
hu: Szkenner
id: Pemindai

# GenericName(scanner.desktop)
source: Configure a scanner
ar: إعداد ماسح ضوئي
gl: Configura un escáner
hu: Szkenner konfigurálása
id: Konfigurasikan pemindai

# Name(security.desktop)
source: Security Center and Hardening
ar: مركز الأمان والتشدد
gl: Centro de seguridade e protección
hu: Biztonsági központ
id: Pusat Keamanan dan Hardening

# GenericName(security.desktop)
source: Configure local security settings
ar: ضبط إعدادات الأمان المحلي
gl: Configurar as opcións de seguridade local
hu: Helyi biztonsági beállítások
id: Konfigurasikan pengaturan keamanan lokal

# Name(services-manager.desktop)
source: Services Manager
ar: مدير الخدمات
gl: Xestor de servizos
hu: Szolgáltatáskezelő
id: Pengelola Layanan

# GenericName(services-manager.desktop)
source: Configure running services and the default target
ar: إعداد الخدمات قيد التشغيل والهدف الافتراضي
gl: Configurar os servizos activos e os seus obxectivos por defecto
hu: Futó szolgáltatások és az alapértelmezett cél konfigurálása
id: Konfigurasikan layanan yang sedang berjalan dan target bawaan

# Name(slp-server.desktop)
source: SLP Server
ar: خادم SLP
gl: Servidor SLP
hu: SLP-kiszolgáló
id: Server SLP

# GenericName(slp-server.desktop)
source: Configure a SLP server
ar: إعداد خادم SLP
gl: Configurar un servidor SLP
hu: SLP-kiszolgáló konfigurálása
id: Konfigurasikan Server SLP

# Name(smt.desktop)
source: SMT Server Management
gl: Xestión de servidores SMT
hu: SMT-kiszolgáló kezelése
id: Manajemen Server SMT

# GenericName(smt.desktop)
source: SMT Server Management
gl: Xestión de servidores SMT
hu: SMT-kiszolgáló kezelése
id: Manajemen Server SMT

# Name(smt-wizard.desktop)
source: SMT Configuration Wizard
gl: Xestor de configuración de servidores SMT
hu: SMT konfigurációs varázsló
id: Wizard Konfigurasi SMT

# GenericName(smt-wizard.desktop)
source: SMT Server Configuration Wizard
gl: Xestor de configuración de servidores SMT
hu: SMT-kiszolgáló konfigurációs varázslója
id: Wizard Konfigurasi Server SMT

# Name(smt-server.desktop)
source: SMT Server Configuration
gl: Configuración de servidor SMT
hu: SMT-kiszolgáló konfigurációja
id: Konfigurasi Server SMT

# GenericName(smt-server.desktop)
source: SMT Server Configuration
gl: Configuración de servidor SMT
hu: SMT-kiszolgáló konfigurációja
id: Konfigurasi Server SMT

# Name(sound.desktop)
source: Sound
ar: الصوت
gl: Son
hu: Hang
id: Suara

# GenericName(sound.desktop)
source: Configure your sound card
ar: إعدادر بطاقة الصوت
gl: Configurar a tarxeta de audio
hu: Hangkártya konfigurálása
id: Konfigurasikan kartu suara Anda

# GenericName(squid.desktop)
source: Configure a Squid cache proxy server
ar: إعداد خادم وكيل تخزين Squid المؤقت
gl: Configurar un servidor proxy de caché de Squid
hu: Squid gyorsítótár-proxykiszolgáló konfigurálása
id: Konfigurasikan server proksi cache Squid

# Name(disk.desktop)
source: Partitioner
ar: المجزء
gl: Particionador
hu: Particionálás
id: Pemartisi

# GenericName(disk.desktop)
source: Partition hard disks (including RAID, LVM, and encrypted file systems)
ar: اقسام الأقراص الصلبة (بما في ذلك RAID وLVM وأنظمة الملفات المشفرة)
gl: Particionar discos duros (incluíndo RAID, LVM e sistema de ficheiros cifrados)
hu: Merevlemez-particionálás (beleértve RAID-et, LVM-et, titkosított fájlrendszert)
id: Partisi hard disk (termasuk RAID, LVM, dan sistem berkas terenkripsi)

# GenericName(sudo.desktop)
source: Configure sudo
ar: إعداد sudo
gl: Configurar sudo
hu: sudo konfigurálása
id: Konfigurasikan sudo
