Repository: alexjarabek/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ar, da, es, gl, hu, id, ja, nl, pl, sv

# X-SuSE-YaST-Keywords(org.opensuse.yast.AutoYaST.desktop)
source: autoyast,installation
es: autoyast,instalación
ja: autoyast,installation,インストール
nl: autoyast,installatie
pl: autoyast,instalacja

# Name(org.opensuse.yast.AutoYaST.desktop)
source: YaST Autoinstallation
es: Instalación automática de YaST

# GenericName(org.opensuse.yast.AutoYaST.desktop)
source: Autoinstallation Configuration
da: Konfiguration af autoinstallation
es: Configuración de la instalación automática
sv: Autoinstallation - Konfiguration

# Comment(org.opensuse.yast.AutoYaST.desktop)
source: Configuration system for autoinstallation
da: Konfigurationssystem til autoinstallation
es: Sistema de configuración para la instalación automática
sv: Konfigurering av system för automatisk installation

# X-SuSE-YaST-Keywords(org.opensuse.yast.CloneSystem.desktop)
source: autoyast,installation,clone
da: autoyast,installation,kloning
es: autoyast,instalación,clonación
ja: autoyast,installation,インストール,clone,クローン
nl: autoyast,installatie,klonen
pl: autoyast,instalacja,klonowanie
sv: autoyast,installation,klon

# Name(org.opensuse.yast.CloneSystem.desktop)
source: YaST Clone System
da: YaST Kloningssystem
es: Sistema de clonación de YaST
sv: YaST Klon System

# GenericName(org.opensuse.yast.CloneSystem.desktop)
source: Autoinstallation Cloning System
da: Kloningssystem af autoinstallation
es: Sistema de duplicación de instalación automática
sv: Autoinstallation - Kloningssystem

# Comment(org.opensuse.yast.CloneSystem.desktop)
source: Create an AutoYaST configuration file for cloning the system
da: Opret en AutoYaST-konfigurationsfil til kloning af systemet
es: Crea un archivo de configuración de AutoYaST para clonar el sistema
sv: Skapa AutoYaST konfigurationsfil för kloning av system

# X-SuSE-YaST-Keywords(org.opensuse.yast.Vendor.desktop)
source: vendor,cd,driver,update,packages,repositories,software
da: leverandør,cd,driver,opdatering,pakker,softwarekilder,software
es: proveedor,cd,controlador,actualizar,paquetes,repositorios,software
ja: vendor,ベンダ,製造元,cd,driver,ドライバ,update,アップデート,更新,packages,パッケージ,repositories,リポジトリ,software,ソフトウエア,ソフトウェア
nl: leverancier,cd,apparaatstuurprogramma,element voor bijwerken,pakketten,opslagruimten,software
sv: leverantör,cd,drivrutin,uppdatering,paket,förråd,mjukvara

# Name(org.opensuse.yast.Vendor.desktop)
source: YaST Vendor Driver
da: YaST Leverandørdriver
es: Controlador de proveedor de YaST
sv: YaST leverantörsdrivrutin

# GenericName(org.opensuse.yast.Vendor.desktop)
source: Vendor Driver
da: Leverandørdriver
es: Controlador del proveedor
sv: Tillverkarens drivrutin

# Comment(org.opensuse.yast.Vendor.desktop)
source: Install a driver from a vendor-specific medium
da: Installér en driver fra et leverandørspecifikt medie
es: Instalar un controlador desde un medio específico del proveedor
sv: Installera en drivrutin från tillverkarens media

# X-SuSE-YaST-Keywords(org.opensuse.yast.AddOn.desktop)
source: update,packages,repositories,software
da: opdatering,pakker,softwarekilder,software
es: actualizar,paquetes,repositorios,software
ja: update,アップデート,更新,packages,パッケージ,repositories,リポジトリ,software,ソフトウエア,ソフトウェア
nl: bijwerken,pakketten,opslagruimten,software
pl: aktualizacja,pakiety,repozytoria,oprogramowanie
sv: uppdatera,paket,förråd,mjukvara

# Name(org.opensuse.yast.AddOn.desktop)
source: YaST Add-On Products
da: YaST Tillægsprodukter
es: Productos adicionales de YaST
sv: YaST Tilläggsprodukter

# GenericName(org.opensuse.yast.AddOn.desktop)
source: Add-On Products
da: Tillægsprodukter
es: Productos adicionales
sv: Tilläggsprodukter

# Comment(org.opensuse.yast.AddOn.desktop)
source: Install or remove add-on products
da: Installér og fjern tillægsprodukter
es: Instalar o quitar productos adicionales
sv: Installera eller ta bort tilläggsprodukter

# Name(org.opensuse.yast.ADSI.desktop)
source: YaST Active Directory Compatible Service Interfaces Editor
es: Editor de interfaces de servicio compatibles con Active Directory de YaST
sv: YaST editor för Active Directory-kompatibelt serviceinterface

# GenericName(org.opensuse.yast.ADSI.desktop)
source: ADSI Edit
da: ADSI-redigering
es: Edición de ADSI
sv: ADSI-bearbetning

# Comment(org.opensuse.yast.ADSI.desktop)
source: Manage LDAP Tree
da: Håndter LDAP-træ
es: Gestionar árboles de LDAP
sv: Hantera LDAP Träd

# Name(org.opensuse.yast.ADUC.desktop)
source: YaST Active Directory Users and Computers
da: YaST Active Directory-brugere og -computere
es: Usuarios y equipos de Active Directory de YaST
sv: YaST Active Directory Användare och Datorer

# GenericName(org.opensuse.yast.ADUC.desktop)
source: Active Directory Users and Computers
da: Active Directory-brugere og -computere
es: Usuarios y equipos de Active Directory
sv: Active Directory Användare och Datorer

# Comment(org.opensuse.yast.ADUC.desktop)
source: Manage Active Directory Users and Computers
da: Håndter Active Directory-brugere og -computere
es: Gestionar usuarios y equipos de Active Directory
sv: Hantera Active Directory Användare och Datorer

# Name(org.opensuse.yast.Alternatives.desktop)
source: YaST Alternatives
da: YaST Alternativer
es: Alternativas de YaST
sv: YaST Alternativ

# GenericName(org.opensuse.yast.Alternatives.desktop)
source: Alternatives
da: Alternativer
es: Alternativas
sv: Alternativ

# Comment(org.opensuse.yast.Alternatives.desktop)
source: Manage update-alternatives switching
da: Håndter skift af opdateringsalternativer
es: Gestionar intercambio entre actualización y alternativas
sv: Hantera växling av uppdateringsalternativ

# X-SuSE-YaST-Keywords(org.opensuse.yast.Apparmor.desktop)
source: security,LSM,MAC,DAC,access,control
da: sikkerhed,LSM,MAC,DAC,adgang,styring
es: seguridad,LSM,MAC,DAC,control de acceso
ja: security,セキュリティ,LSM,MAC,DAC,access,アクセス,control,制御,コントロール
nl: beveiliging,LSM,MAC,DAC,toegang,besturing
sv: säkerhet,LSM,MAC,DAC,access,kontroll

# Name(org.opensuse.yast.Apparmor.desktop)
source: YaST AppArmor
es: AppArmor de YaST

# Comment(org.opensuse.yast.Apparmor.desktop)
source: AppArmor Configuration
da: AppArmor-konfiguration
es: Configuración de AppArmor
sv: AppArmor-konfiguration

# X-SuSE-YaST-Keywords(org.opensuse.yast.AuditLAF.desktop)
source: audit,auditd,auditctl,auditing,dispatcher,LAF
es: auditar,auditd,auditctl,distribuidor,LAF
ja: audit,監査,auditd,auditctl,auditing,dispatcher,ディスパッチャ,LAF

# Name(org.opensuse.yast.AuditLAF.desktop)
source: YaST Audit (LAF)
es: Auditoría de YaST (LAF)

# GenericName(org.opensuse.yast.AuditLAF.desktop)
source: Linux Audit Framework (LAF)
es: Framework de auditoría de Linux (LAF)

# Comment(org.opensuse.yast.AuditLAF.desktop)
source: Collect information about the system
da: Indsaml information om systemet
es: Recolecta información sobre el sistema
sv: Samla information om systemet

# X-SuSE-YaST-Keywords(org.opensuse.yast.AuthClient.desktop)
source: authentication,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
da: autentifikation,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
es: autenticación,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
ja: authentication,認証,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
nl: authenticatie,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
sv: autentisering,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory

# Name(org.opensuse.yast.AuthClient.desktop)
source: YaST User Logon
da: YaST Brugerlogin
es: Acceso de usuarios de YaST
sv: YaST användarinloggning

# GenericName(org.opensuse.yast.AuthClient.desktop)
source: User Logon
da: Brugerlogin
es: Acceso de usuarios
sv: Användarinloggning

# Comment(org.opensuse.yast.AuthClient.desktop)
source: User Logon Management
da: Brugerlogin-håndtering
es: Gestión de datos de entrada de usuario
sv: Hantering av användarinloggning

# X-SuSE-YaST-Keywords(org.opensuse.yast.LDAPKrb.desktop)
source: authentication,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
da: autentifikation,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
es: autenticación,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
ja: authentication,認証,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
nl: authenticatie,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory
sv: autentisering,sssd,pam,ldap,kerberos,krb,krb5,windows,microsoft,ad,activedirectory

# Name(org.opensuse.yast.LDAPKrb.desktop)
source: YaST LDAP and Kerberos
da: YaST LDAP og Kerberos
es: LDAP y Kerberos de YaST
sv: YaST LDAP och Kerberos

# GenericName(org.opensuse.yast.LDAPKrb.desktop)
source: LDAP and Kerberos
da: LDAP og Kerberos
es: LDAP y Kerberos
sv: LDAP och Kerberos

# Comment(org.opensuse.yast.LDAPKrb.desktop)
source: Configure LDAP And Kerberos
da: Konfigurér LDAP og Kerberos
es: Configurar LDAP y Kerberos
sv: Konfigurera LDAP och Kerberos

# X-SuSE-YaST-Keywords(org.opensuse.yast.LDAPServer.desktop)
source: authentication,directory,ldap
da: autentifikation,directory,ldap
es: autenticación,directorio,ldap
ja: authentication,認証,directory,ディレクトリ,ldap
nl: authenticatie,directory,ldap
sv: autentisering,katalog,ldap

# Name(org.opensuse.yast.LDAPServer.desktop)
source: YaST New Directory Server
da: YaST Ny Directory-server
es: Servidor de directorios de YaST nuevo
sv: YaST Ny Katalog Server

# GenericName(org.opensuse.yast.LDAPServer.desktop)
source: New Directory Server
da: Ny Directory-server
es: Servidor de directorios nuevo
sv: Ny Katalog Server

# Comment(org.opensuse.yast.LDAPServer.desktop)
source: Create a New Directory Server
da: Opret en ny Directory-server
es: Crear un nuevo servidor de directorio
sv: Skapa en ny katalog server

# X-SuSE-YaST-Keywords(org.opensuse.yast.KrbServer.desktop)
source: authentication,kerberos,krb,krb5
da: autentifikation,kerberos,krb,krb5
es: autenticación,kerberos,krb,krb5
ja: authentication,認証,kerberos,krb,krb5
nl: authenticatie,kerberos,krb,krb5
sv: autentisering,kerberos,krb,krb5

# Name(org.opensuse.yast.KrbServer.desktop)
source: YaST New Kerberos Server
da: YaST Ny Kerberos-server
es: Servidor Kerberos de YaST nuevo
sv: YaST Ny Kerberos Server

# GenericName(org.opensuse.yast.KrbServer.desktop)
source: New Kerberos Server
da: Ny Kerberos-server
es: Servidor Kerberos nuevo
sv: Ny Kerberos Server

# Comment(org.opensuse.yast.KrbServer.desktop)
source: Create a New Kerberos Server
da: Opret en ny Kerberos-server
es: Crea un nuevo servidor Kerberos
sv: Skapa en ny Kerberos Server

# X-SuSE-YaST-Keywords(org.opensuse.yast.WoL.desktop)
source: lan,wake,network,wol
da: lan,wake,netværk,wol
es: lan,wake,red,wol
ja: lan,wake,起動,network,ネットワーク,wol
nl: lan,wake,netwerk,wol
sv: lan,wake,nätverk,wol

# Name(org.opensuse.yast.WoL.desktop)
source: YaST Wake-on-LAN
es: Wake-on-LAN de YaST

# Comment(org.opensuse.yast.WoL.desktop)
source: Configure Wake-on-Lan
da: Konfigurér Wake-on-Lan
es: Configurar Wake-on-Lan
sv: Konfigurera Wake-on-Lan

# X-SuSE-YaST-Keywords(org.opensuse.yast.Bootloader.desktop)
source: bootloader,GRUB,system,EFI
da: opstartsindlæser,GRUB,system,EFI
es: cargador de arranque,GRUB,sistema,EFI
ja: bootloader,ブートローダ,GRUB,system,システム,EFI
nl: bootloader,GRUB,systeem,EFI

# Name(org.opensuse.yast.Bootloader.desktop)
source: YaST Boot Loader
es: Cargador de arranque de YaST

# GenericName(org.opensuse.yast.Bootloader.desktop)
source: Boot Loader
es: Cargador de arranque
sv: Ställ in starthanterare

# Comment(org.opensuse.yast.Bootloader.desktop)
source: Configure the boot loader
da: Konfigurér bootloader
es: Configurar el cargador de arranque
sv: Ställ in starthanterare

# X-SuSE-YaST-Keywords(org.opensuse.yast.Cluster.desktop)
source: high,availability
da: høj,tilgængelighed
es: alta,disponibilidad
ja: high,availability,高可用性
nl: hoog,beschikbaarheid
sv: hög,tillgänglighet

# Name(org.opensuse.yast.Cluster.desktop)
source: YaST Cluster
es: Agrupamiento de YaST
sv: YaST Kluster

# GenericName(org.opensuse.yast.Cluster.desktop)
source: Cluster
es: Agrupamiento
sv: Kluster

# Comment(org.opensuse.yast.Cluster.desktop)
source: Configure Cluster
da: Konfigurér cluster
es: Configurar agrupamiento
sv: Konfigurera kluster

# X-SuSE-YaST-Keywords(org.opensuse.yast.ConfigurationManagement.desktop)
source: salt,privisioning,configuration_management
da: salt,privisioning,konfigurationshåndtering
es: sal,aprovisionamiento,gestión de configuración
ja: salt,privisioning,プロビジョニング,configuration_management,設定管理
nl: salt,voorzien van,configuratie_beheer

# Name(org.opensuse.yast.ConfigurationManagement.desktop)
source: YaST Configuration Management
da: YaST Konfigurationshåndtering
es: Gestión de la configuración de YaST
sv: YaST konfigurationshantering

# GenericName(org.opensuse.yast.ConfigurationManagement.desktop)
source: Configuration Management
da: Konfigurationshåndtering
es: Gestión de la configuración
sv: Konfigurationshantering

# Comment(org.opensuse.yast.ConfigurationManagement.desktop)
source: Manage System Configuration
da: Håndter systemkonfiguration
es: Gestionar la configuración del sistema
sv: Hantera System konfiguration

# X-SuSE-YaST-Keywords(org.opensuse.yast.Keyboard.desktop)
source: keyboard,language,locale,country
da: tastatur,sprog,lokalitet,land
es: teclado,idioma,configuración regional,país
ja: keyboard,キーボード,language,言語,locale,ロケール,country,国
nl: toetsenbord,taal,taalcode,land
sv: tangentbord,språk,lokalitet,land

# Name(org.opensuse.yast.Keyboard.desktop)
source: YaST Keyboard
da: YaST Tastatur
es: Teclado de YaST
sv: YaST Tangentbord

# GenericName(org.opensuse.yast.Keyboard.desktop)
source: System Keyboard Layout
da: Tastaturlayout for systemet
es: Disposición del teclado del sistema
sv: Tangentbordslayout för systemet

# Comment(org.opensuse.yast.Keyboard.desktop)
source: Select the system keyboard
da: Vælg systemtastatur
es: Seleccionar el teclado del sistema
sv: Välj systemtangentbord

# X-SuSE-YaST-Keywords(org.opensuse.yast.Timezone.desktop)
source: time,timezone,clock
da: tid,tidszone,ur
es: hora,huso horario,reloj
ja: time,時刻,日時,timezone,タイムゾーン,clock,時計,クロック
nl: tijd,tijdzone,klok
pl: czas,strefa czasowa,zegar
sv: tid,tidszon,klocka

# Name(org.opensuse.yast.Timezone.desktop)
source: YaST Date and Time
da: YaST Dato og klokkeslæt
es: Fecha y hora de YaST
sv: YaST Datum och tid

# GenericName(org.opensuse.yast.Timezone.desktop)
source: Date and Time
da: Dato og klokkeslæt
es: Fecha y hora
sv: Datum och tid

# Comment(org.opensuse.yast.Timezone.desktop)
source: Control time zone, date, and system time
da: Styr tidszone, dato og systemtid
es: Controlar el huso horario, fecha y hora del sistema
sv: Ställ in tidszon, datum och systemtid

# X-SuSE-YaST-Keywords(org.opensuse.yast.Language.desktop)
source: language,locale,country
da: sprog,lokalitet,land
es: idioma,configuración regional,país
ja: language,言語,locale,ロケール,country,国
nl: taal,taalcode,land
sv: språk,lokalitet,land

# Name(org.opensuse.yast.Language.desktop)
source: YaST Language
da: YaST Sprog
es: Idioma de YaST
sv: YaST Språk

# GenericName(org.opensuse.yast.Language.desktop)
source: Language
da: Sprog
es: Idioma
sv: Språk

# Comment(org.opensuse.yast.Language.desktop)
source: Change the language and install additional languages
da: Skift sprog og installér yderligere sprog
es: Cambie el idioma del sistema e instale idiomas adicionales
sv: Byt språk och installera ytterligare språk

# Name(org.opensuse.yast.DHCPServer.desktop)
source: YaST DHCP Server
es: Servidor DHCP de YaST

# GenericName(org.opensuse.yast.DHCPServer.desktop)
source: DHCP Server
es: Servidor DHCP

# Comment(org.opensuse.yast.DHCPServer.desktop)
source: Configure a DHCP server
da: Konfigurér en DHCP-server
es: Configurar un servidor DHCP
sv: Konfigurera en DHCP-server

# Name(org.opensuse.yast.DNS-MANAGER.desktop)
source: YaST Samba Internal DNS Manager
da: YaST Samba intern DNS-håndtering
es: Gestor de DNS interno de Samba de YaST
sv: YaST Samba intern DNS-hantering

# GenericName(org.opensuse.yast.DNS-MANAGER.desktop)
source: DNS Manager for Samba Internal DNS
da: DNS-håndtering til Samba intern DNS
es: Gestor de DNS para Samba Internal DNS
sv: DNS-hantering för Samba intern DNS

# X-SuSE-YaST-Keywords(org.opensuse.yast.DNSServer.desktop)
source: dns,domain,nameserver,network,lookup
da: dns,domæne,navneserver,netværk,opslag
es: dns,dominio,servidor de nombres,red,búsqueda
ja: dns,domain,ドメイン,nameserver,ネームサーバ,network,ネットワーク,lookup,参照,問い合わせ
nl: dns,domein,nameserver,netwerk,opzoeken
sv: dns,domän,namnserver,nätverk,uppslagning

# Name(org.opensuse.yast.DNSServer.desktop)
source: YaST DNS Server
es: Servidor DNS de YaST

# GenericName(org.opensuse.yast.DNSServer.desktop)
source: DNS Server
es: Servidor DNS

# Comment(org.opensuse.yast.DNSServer.desktop)
source: Configure a DNS server
da: Konfigurér en DNS-server
es: Configurar un servidor DNS
sv: Konfigurera en DNS-server

# Name(org.opensuse.yast.Docker.desktop)
source: YaST Docker
es: Docker de YaST

# Comment(org.opensuse.yast.Docker.desktop)
source: Docker Configuration
da: Docker-konfiguration
es: Configuración de Docker
sv: Docker konfiguration

# X-SuSE-YaST-Keywords(org.opensuse.yast.DRBD.desktop)
source: high,availability,ha,storage,block,device,cluster
es: alta,disponibilidad,ha,almacenamiento,bloque,dispositivo,agrupamiento
ja: high,availability,高可用性,ha,storage,ストレージ,block,ブロック,device,デバイス,cluster,クラスタ
nl: hoog,beschikbaarheid,ha,opslag,blok,apparaat,cluster
sv: hög,tillgänglighet,ha,lagring,block,enhet,kluster

# Name(org.opensuse.yast.DRBD.desktop)
source: YaST DRBD
es: DRDB de YaST

# GenericName(org.opensuse.yast.DRBD.desktop)
source: DRBD
es: DRDB

# Comment(org.opensuse.yast.DRBD.desktop)
source: Configure the DRBD(Distributed Replicated Block Device) device
da: Konfigurér DRBD-enheden (Distributed Replicated Block Device)
es: Configurar el dispositivo DRBD (Distributed Replicated Block Device)
sv: Konfigurera enheten DRBD(Distributed Replicated Block Device)

# X-SuSE-YaST-Keywords(org.opensuse.yast.FCoEClient.desktop)
source: fibre,channel,ethernet,network
da: fiber,kanal,ethernet,netværk
es: fibra,canal,ethernet,red
ja: fibre,ファイバ,channel,チャネル,チャンネル,ethernet,イーサネット,network,ネットワーク
nl: fibre,channel,ethernet,netwerk
sv: fiber,kanal,ethernet,nätverk

# Name(org.opensuse.yast.FCoEClient.desktop)
source: YaST FCoE
es: FCoE de YaST

# GenericName(org.opensuse.yast.FCoEClient.desktop)
source: FCoE Client Configuration
da: Konfiguration af FCoE-klient
es: Configuración del cliente FCoE
sv: Konfigurering av FCoE-klient

# Comment(org.opensuse.yast.FCoEClient.desktop)
source: Fibre Channel over Ethernet Configuration
da: Fiberkanal over ethernetkonfiguration
es: Configuración del canal de fibra sobre Ethernet
sv: Konfigurering av FCoE (Fibre Channel over Ethernet)

# X-SuSE-YaST-Keywords(org.opensuse.yast.Firewall.desktop)
source: security,network
da: sikkerhed,netværk
es: seguridad,red
ja: security,セキュリティ,network,ネットワーク
nl: beveiliging,netwerk
sv: säkerhet,nätverk

# Name(org.opensuse.yast.Firewall.desktop)
source: YaST Firewall
es: Cortafuegos de YaST
sv: YaST Brandvägg

# GenericName(org.opensuse.yast.Firewall.desktop)
source: Firewall
es: Cortafuegos
sv: Brandvägg

# Comment(org.opensuse.yast.Firewall.desktop)
source: Configure a firewall
da: Konfigurér firewall
es: Configurar el cortafuegos
sv: Brandväggsinställningar för avancerade användare

# X-SuSE-YaST-Keywords(org.opensuse.yast.FTPServer.desktop)
source: FTP,server,boot,file,transfer,protocol,network
da: FTP,server,opstart,fil,overførsel,protokol,netværk
es: FTP,servidor,arranque,archivo,transferencia,protocolo,red
ja: FTP,server,サーバ,boot,ブート,起動,file,ファイル,transfer,転送,protocol,プロトコル,network,ネットワーク
nl: FTP,server,boot,bestand,overdracht,protocol,netwerk
sv: FTP,server,uppstart,fil,överföring,protokoll,nätverk

# Name(org.opensuse.yast.FTPServer.desktop)
source: YaST FTP Server
es: Servidor TFTP de YaST

# GenericName(org.opensuse.yast.FTPServer.desktop)
source: FTP Server
es: Servidor FTP

# Comment(org.opensuse.yast.FTPServer.desktop)
source: Module for configuration FTP daemon (vsftpd)
da: Modul til konfiguration af FTP-dæmon (vsftpd)
es: Módulo para la configuración del demonio FTP (vsftpd)
sv: Modul för konfiguration av FTP-demon (vsftpd)

# X-SuSE-YaST-Keywords(org.opensuse.yast.GeoCluster.desktop)
source: cluster,availability,high
da: cluster,tilgængelighed,høj
es: agrupamiento,disponibilidad,alta
sv: kluster,tillgänglighet,hög

# Name(org.opensuse.yast.GeoCluster.desktop)
source: YaST Geo Cluster
es: Agrupamiento geográfico de YaST
sv: YaST Geo Kluster

# GenericName(org.opensuse.yast.GeoCluster.desktop)
source: Geo Cluster
es: Agrupamiento geográfico
sv: Geo Kluster

# Comment(org.opensuse.yast.GeoCluster.desktop)
source: Configure Geo Cluster
da: Konfigurér geocluster
es: Configurar agrupamiento geográfico
sv: Konfigurera Geo kluster

# Name(gpmc.desktop)
source: Group Policy Management Console
da: Gruppepolitikhåndteringskonsol
es: Consola de administración de directivas de grupo
ja: グループポリシー管理コンソール
nl: Console voor beheer van groepsbeleid
pl: Konsola Zarządzania Polityką Grupy
sv: Konsol för hantering av grupp-policy

# GenericName(gpmc.desktop)
source: Manage Group Policy
da: Håndter gruppepolitik
es: Administrar directivas de grupo
ja: グループポリシーの管理
nl: Groepsbeleid beheren
pl: Zarządzanie Polityką Grupy
sv: Hantera Grupppolicy

# X-SuSE-YaST-Keywords(org.opensuse.yast.HTTPServer.desktop)
source: http,network,internet,apache,web,www
da: http,netværk,internet,apache,web,www
es: http,red,internet,apache,web,www
ja: http,network,ネットワーク,internet,インターネット,apache,web,ウェブ,www
nl: http,netwerk,internet,apache,web,www
sv: http,nätverk,internet,apache,webb,www

# Name(org.opensuse.yast.HTTPServer.desktop)
source: YaST HTTP Server
es: Servidor HTTP de YaST

# GenericName(org.opensuse.yast.HTTPServer.desktop)
source: HTTP Server
es: Servidor HTTP

# Comment(org.opensuse.yast.HTTPServer.desktop)
source: Configure an Apache 2 server
da: Konfigurér en Apache 2-server
es: Configurar un servidor Apache 2
sv: Konfigurera en Apache 2-server

# Name(org.opensuse.yast.Upgrade.desktop)
source: YaST Upgrade
da: YaST Opgradering
es: Actualización de YaST
sv: YaST Uppgradera

# GenericName(org.opensuse.yast.Upgrade.desktop)
source: System Upgrade
da: Systemopgradering
es: Actualización del sistema
ja: システムアップグレード
nl: Systeemopwaardering
pl: Uaktualnienie systemu
sv: Systemuppgradering

# Comment(org.opensuse.yast.Upgrade.desktop)
source: Upgrade system to the newer version
da: Opgrader systemet til den nyeste version
es: Actualizar el sistema a una versión nueva
ja: システムに対するより新しいバージョンへのアップグレード
nl: Waardeer systeem op naar de nieuwere versie
pl: Uaktualnij system do nowszej wersji
sv: Uppgradera systemet till en nyare version

# X-SuSE-YaST-Keywords(org.opensuse.yast.ReleaseNotes.desktop)
source: support,installation,notes,documentation
da: support,installation,noter,dokumentation
es: asistencia,instalación,notas,documentación
ja: support,サポート,installation,インストール,notes,メモ,リリースノート,documentation,ドキュメンテーション
nl: ondersteuning,installatie,notities,documentatie
sv: support,installation,noter,dokumentation

# Name(org.opensuse.yast.ReleaseNotes.desktop)
source: YaST Release Notes
da: YaST Udgivelsesnoter
es: Informe de novedades de YaST
sv: YaST Viktig information

# GenericName(org.opensuse.yast.ReleaseNotes.desktop)
source: Release Notes
da: Udgivelsesnoter
es: Notas de la versión
sv: Viktig information

# Comment(org.opensuse.yast.ReleaseNotes.desktop)
source: Show Release Notes
da: Vis udgivelsesnoter
es: Mostrar las notas de la versión
sv: Visa viktig information

# Name(org.opensuse.yast.Installation.desktop)
source: YaST Installation
es: Instalación de YaST
