Repository: alexjarabek/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ar, da, es, gl, hu, id, ja, nl, pl, sv

# GenericName(org.opensuse.yast.Installation.desktop)
source: System Upgrade
da: Systemopgradering
es: Actualización del sistema
ja: システムアップグレード
nl: Systeemopwaardering
pl: Uaktualnienie systemu
sv: Systemuppgradering

# Comment(org.opensuse.yast.Installation.desktop)
source: Install system to the system
da: Installer systemet på systemet
es: Instalar system en el sistema
ja: システムへのインストール
nl: Installeer systeem naar het systeem
sv: Installera systemet på systemet

# X-SuSE-YaST-Keywords(org.opensuse.yast.InstServer.desktop)
source: installation,server
es: instalación,servidor
ja: installation,インストール,server,サーバ
nl: installatie,server
pl: instalacja,serwer
sv: Installations,server

# Name(org.opensuse.yast.InstServer.desktop)
source: YaST Installation Server
da: YaST Installationsserver
es: Servidor de instalación de YaST
sv: YaST Installationsserver

# GenericName(org.opensuse.yast.InstServer.desktop)
source: Installation Server
da: Installationsserver
es: Servidor de instalación
sv: Installationsserver

# Comment(org.opensuse.yast.InstServer.desktop)
source: Configure and manage installation servers
da: Konfigurér og administrér installationsservere
es: Configurar y gestionar servidores de instalación
sv: Konfigurera och hantera installationsservrar

# X-SuSE-YaST-Keywords(org.opensuse.yast.IPLB.desktop)
source: network,ip,loadbalancing
es: red,ip,equilibrio de carga
ja: network,ネットワーク,ip,loadbalancing,負荷分散,ロードバランス
nl: netwerk,ip,loadbalancing
sv: nätverk,ip,lastbalansering

# Name(org.opensuse.yast.IPLB.desktop)
source: YaST IPLB
es: IPLB de YaST

# GenericName(org.opensuse.yast.IPLB.desktop)
source: IP Load Balancing
es: Balanceo de carga de direcciones IP
sv: Balansering av IP-belastning

# Comment(org.opensuse.yast.IPLB.desktop)
source: Configure IP Load Balancing
es: Configurar el balanceo de carga de direcciones IP
sv: Konfigurera IP-belastningsbalansering

# Name(org.opensuse.yast.iSCSIClient.desktop)
source: YaST iSCSI Initiator
es: Iniciador iSCSI de YaST

# GenericName(org.opensuse.yast.iSCSIClient.desktop)
source: iSCSI Initiator
es: Iniciador iSCSI

# Comment(org.opensuse.yast.iSCSIClient.desktop)
source: Configure an iSCSI initiator
da: Konfigurér en iSCSI-initiator
es: Configurar un iniciador iSCSI
sv: Konfigurera en iSCSI-initierare

# X-SuSE-YaST-Keywords(org.opensuse.yast.iSCILIOServer.desktop)
source: iscsi,lio,network,system
da: iscsi,lio,netværk,system
es: iscsi,lio,red,sistema
ja: iscsi,lio,network,ネットワーク,system,システム
nl: iscsi,lio,netwerk,systeem
sv: iscsi,lio,nätverk,system

# Name(org.opensuse.yast.iSCILIOServer.desktop)
source: YaST iSCSI LIO Target
es: Objetivo LIO de iSCSI de YaST

# GenericName(org.opensuse.yast.iSCILIOServer.desktop)
source: iSCSI LIO Target
es: Objetivo LIO de iSCSI

# Comment(org.opensuse.yast.iSCILIOServer.desktop)
source: Configure an iSCSI target via LIO
da: Konfigurér et iSCSI-target via LIO
es: Configurar un objetivo iSCSI vía LIO
sv: Konfigurera ett iSCSI-mål via LIO

# X-SuSE-YaST-Keywords(org.opensuse.yast.iSNS.desktop)
source: internet,storage,name,network,server,devices,iscsi,scsi
es: internet,almacenamiento,nombre,red,servidor,dispositivos,iscsi,scsi
ja: internet,インターネット,storage,ストレージ,name,名前,network,ネットワーク,server,サーバ,devices,デバイス,iscsi,scsi
nl: internet,opslag,naam,netwerk,server,apparaten,iscsi,scsi
sv: internet,lagring,namn,nätverk,server,enheter,iscsi,scsi

# Name(org.opensuse.yast.iSNS.desktop)
source: YaST iSNS Server
es: Servidor iSNS de YaST

# GenericName(org.opensuse.yast.iSNS.desktop)
source: iSNS Server
es: Servidor iSNS

# Comment(org.opensuse.yast.iSNS.desktop)
source: Configure an iSNS server
da: Konfigurér en iSNS-server
es: Configurar un servidor iSNS
sv: Konfigurera en iSNS-server

# Name(org.opensuse.yast.Journal.desktop)
source: YaST Systemd Journal
es: Diario de systemd de YaST

# GenericName(org.opensuse.yast.Journal.desktop)
source: Systemd Journal
es: Diario de systemd

# Comment(org.opensuse.yast.Journal.desktop)
source: Read systemd journal entries
da: Læs systemd journalindgange
es: Leer entradas de diario de systemd
sv: Läs systemd journal

# X-SuSE-YaST-Keywords(org.opensuse.yast.Kdump.desktop)
source: system,kernel,crash,dump
es: sistema,núcleo,cierre inesperado,volcado
ja: system,システム,kernel,カーネル,crash,クラッシュ,dump,ダンプ
nl: systeem,kernel,crash,dump
sv: system,kärna,krasch,dump

# Name(org.opensuse.yast.Kdump.desktop)
source: YaST Kernel Kdump
da: YaST Kerne-Kdump
es: Kdump del núcleo de YaST

# GenericName(org.opensuse.yast.Kdump.desktop)
source: Kernel Kdump
da: Kerne-Kdump
es: Kdump del Kernel

# Comment(org.opensuse.yast.Kdump.desktop)
source: Kernel Kdump Configuration Tool
da: Konfigurationsværktøj til kerne-Kdump
es: Herramienta de configuración de Kdump del Kernel
sv: Kernel Kdump konfigurationsverktyg

# X-SuSE-YaST-Keywords(org.opensuse.yast.Mail.desktop)
source: network,internet
da: netværk,internet
es: red,internet
ja: network,ネットワーク,internet,インターネット
nl: netwerk,internet
sv: nätverk,internet

# Name(org.opensuse.yast.Mail.desktop)
source: YaST Mail Server
es: Servidor de correo de YaST

# GenericName(org.opensuse.yast.Mail.desktop)
source: Mail Server
es: Servidor de correo

# Comment(org.opensuse.yast.Mail.desktop)
source: Configure your Mail Server
da: Konfigurér din mailserver
es: Configure su servidor de correo
sv: Konfigurera din Mailserver

# Name(org.opensuse.yast.Migration.desktop)
source: YaST Online Migration
es: Migración en línea de YaST
sv: YaST Onlinemigrering

# GenericName(org.opensuse.yast.Migration.desktop)
source: Online Migration
da: Onlinemigrering
es: Migración en línea
ja: オンラインマイグレーション
nl: Online migratie
pl: Migracja online
sv: Onlinemigrering

# Comment(org.opensuse.yast.Migration.desktop)
source: Migration via the network
da: Migrering via netværket
es: Migración a través de la red
sv: Migrering över nätverket

# X-SuSE-YaST-Keywords(org.opensuse.yast.Multipath.desktop)
source: network,tcp
da: netværk,tcp
es: red,tcp
ja: network,ネットワーク,tcp
nl: netwerk,tcp
sv: nätverk,tcp

# Name(org.opensuse.yast.Multipath.desktop)
source: YaST Multipath
es: Multirruta de YaST

# GenericName(org.opensuse.yast.Multipath.desktop)
source: Multipath
es: Multirruta

# Comment(org.opensuse.yast.Multipath.desktop)
source: Configure iSCSI Multipath
da: Konfigurér iSCSI-multipath
es: Configurar un iSCSI multirruta
sv: Konfigurera iSCSI-multipath

# X-SuSE-YaST-Keywords(org.opensuse.yast.Remote.desktop)
source: vnc,network,remote
da: vnc,netværk,fjern
es: vnc,red,remoto
ja: vnc,network,ネットワーク,remote,リモート,遠隔
nl: vnc,netwerk,op afstand
sv: vnc,nätverk,fjärr

# Name(org.opensuse.yast.Remote.desktop)
source: YaST Remote Administration
da: YaST Fjernadministration
es: Administración remota de YaST
sv: YaST Fjärradministration

# GenericName(org.opensuse.yast.Remote.desktop)
source: Remove Administration (VNC)
da: Fjernadministration (VNC)
es: Quitar administración (VNC)
sv: Ta bort Fjärradministration (VNC)

# Comment(org.opensuse.yast.Remote.desktop)
source: Set up remote administration
da: Konfiguration af fjernadministration
es: Configurar la administración remota
sv: Ställ in fjärradministration

# Name(org.opensuse.yast.LAN.desktop)
source: YaST Network
da: YaST Netværk
es: Red de YaST
sv: YaST Nätverk

# GenericName(org.opensuse.yast.LAN.desktop)
source: Network Settings
da: Netværksindstillinger
es: Configuración de red
sv: Nätverksinställningar

# Comment(org.opensuse.yast.LAN.desktop)
source: Configure network cards, hostname and routing
da: Konfigurér netkort, værtsnavn og rutning
es: Configure las tarjetas de red, el nombre de anfitrión y el enrutamiento
sv: Konfigurera nätverkskort, värdnamn och routning

# X-SuSE-YaST-Keywords(org.opensuse.yast.LAN.desktop)
source: network,lan,dns,routing
es: red,lan,dns,enrutamiento
ja: network,ネットワーク,lan,dns,routing,ルーティング
nl: netwerk,lan,dns,routering
sv: nätverk,lan,dns,routing

# X-SuSE-YaST-Keywords(org.opensuse.yast.Host.desktop)
source: name,network,lan,wireless
da: navn,netværk,lan,trådløs
es: nombre,red,lan,inalámbrico
ja: name,名前,network,ネットワーク,lan,wireless,無線,ワイヤレス
nl: naam,netwerk,lan,draadloos
sv: namn,nätverk,lan,trådlöst

# Name(org.opensuse.yast.Host.desktop)
source: YaST Hostnames
da: YaST Værtsnavne
es: Nombres de anfitrión de YaST
sv: YaST Värddatornamn

# GenericName(org.opensuse.yast.Host.desktop)
source: Hostnames
da: Værtsmaskinenavne
es: Nombres de anfitrión
sv: Värddatornamn

# Comment(org.opensuse.yast.Host.desktop)
source: Assign hostnames and aliases to IP addresses
da: Tildel IP-adresser til værtsmaskinenavn og aliasser
es: Asignar nombres de anfitrión y alias a direcciones IP
sv: Ställ in värddatornamn och alias till IP-adresser

# X-SuSE-YaST-Keywords(org.opensuse.yast.NFS.desktop)
source: network,file,directory,share
da: netværk,fil,mappe,share,deling
es: red,archivo,directorio,recurso compartido
ja: network,ネットワーク,file,ファイル,directory,ディレクトリ,share,共有
nl: netwerk,bestand,map,share,delen
sv: nätverk,fil,katalog,utdelning

# Name(org.opensuse.yast.NFS.desktop)
source: YaST NFS Client
da: YaST NFS-klient
es: Cliente NFS de YaST
sv: YaST NFS-klient

# GenericName(org.opensuse.yast.NFS.desktop)
source: NFS Client
da: NFS-klient
es: Cliente NFS
sv: NFS-klient

# Comment(org.opensuse.yast.NFS.desktop)
source: Configure an NFS client
da: Konfigurér NFS-klient
es: Configurar un cliente NFS
sv: Konfigurera en NFS-klient

# X-SuSE-YaST-Keywords(org.opensuse.yast.NFSServer.desktop)
source: share,NFS,file,mount,network
es: recurso compartido,NFS,archivo,montaje,red
ja: share,共有,NFS,file,ファイル,mount,マウント,network,ネットワーク
nl: delen,share,NFS,bestand,aankoppelen,netwerk
sv: utdelning,NFS,fil,montering,nätverk

# Name(org.opensuse.yast.NFSServer.desktop)
source: YaST NFS Server
es: Servidor NFS de YaST

# GenericName(org.opensuse.yast.NFSServer.desktop)
source: NFS Server
es: Servidor NFS

# Comment(org.opensuse.yast.NFSServer.desktop)
source: Configure an NFS server
da: Konfigurér NFS-server
es: Configurar un servidor NFS
sv: Konfigurera en NFS-server

# X-SuSE-YaST-Keywords(org.opensuse.yast.NIS.desktop)
source: authentication,network,users
es: autenticación,red,usuarios
ja: authentication,認証,network,ネットワーク,users,ユーザ
nl: authenticatie,netwerk,gebruikers
pl: autentykacja,sieć,użytkownicy
sv: autentisering,nätverk,användare

# Name(org.opensuse.yast.NIS.desktop)
source: YaST NIS Client
da: YaST NIS-klient
es: Cliente NIS de YaST
sv: YaST NIS-klient

# GenericName(org.opensuse.yast.NIS.desktop)
source: NIS Client
da: NIS-klient
es: Cliente NIS
sv: NIS-klient

# Comment(org.opensuse.yast.NIS.desktop)
source: Configure a NIS client
da: Konfigurér en NIS-klient
es: Configurar un cliente NIS
sv: Konfigurera en NIS-klient

# X-SuSE-YaST-Keywords(org.opensuse.yast.NISServer.desktop)
source: authentication,network,users
es: autenticación,red,usuarios
ja: authentication,認証,network,ネットワーク,users,ユーザ
nl: authenticatie,netwerk,gebruikers
pl: autentykacja,sieć,użytkownicy
sv: autentisering,nätverk,användare

# Name(org.opensuse.yast.NISServer.desktop)
source: YaST NIS Server
es: Servidor NIS de YaST

# GenericName(org.opensuse.yast.NISServer.desktop)
source: NIS Server
es: Servidor NIS

# Comment(org.opensuse.yast.NISServer.desktop)
source: Configure a NIS server
da: Konfigurér en NIS-server
es: Configurar un servidor NIS
sv: Konfigurera en NIS-server

# X-SuSE-YaST-Keywords(org.opensuse.yast.NTPClient.desktop)
source: time,sync,synchronization,NTP
es: hora,sincronización,NTP
ja: time,時刻,日時,sync,同期,synchronization,NTP
nl: tijd,sync,synchronisatie,NTP
sv: tid,synk,synkronisering,NTP

# Name(org.opensuse.yast.NTPClient.desktop)
source: YaST NTP Configuration
da: YaST NTP-konfiguration
es: Configuración de NTP de YaST
sv: YaST NTP-konfiguration

# GenericName(org.opensuse.yast.NTPClient.desktop)
source: NTP Configuration
da: NTP-konfiguration
es: Configuración de NTP
sv: NTP-konfiguration

# Comment(org.opensuse.yast.NTPClient.desktop)
source: Configure an NTP client or server
da: Konfigurér en NTP-klient eller -server
es: Configurar un cliente o servidor NTP
sv: Konfigurera en NTP-klient eller server

# X-SuSE-YaST-Keywords(org.opensuse.yast.OnlineUpdateConfiguration.desktop)
source: online,update,YOU,patch
es: en línea,actualizar,YOU,parche
ja: online,オンライン,update,更新,アップデート,YOU,patch,パッチ,修正
nl: online,element voor bijwerken,update,YOU,patch
sv: online,uppdatering,YOU,patch

# Name(org.opensuse.yast.OnlineUpdateConfiguration.desktop)
source: YaST Online Update Configuration
da: YaST Konfiguration af onlineopdatering
es: Herramienta de configuración en línea de YaST
sv: YaST Konfiguration av online-uppdateringar

# GenericName(org.opensuse.yast.OnlineUpdateConfiguration.desktop)
source: Online Update Configuration
da: Konfiguration af onlineopdatering
es: Herramienta de configuración en línea
ja: オンライン更新の設定
nl: Configuratie van online-bijwerken
pl: Konfiguracja aktualizacji online
sv: Inställningar för online-uppdateringar

# Comment(org.opensuse.yast.OnlineUpdateConfiguration.desktop)
source: Configure Online Update Setup
da: Konfigurér opsætning af onlineopdatering
es: Configure la instalación de actualizacines en línea
sv: Konfigurera online-uppdateringar

# X-SuSE-YaST-Keywords(org.opensuse.yast.OnlineUpdate.desktop)
source: software,update,online,YOU,packages,RPM
es: software,actualización,en línea,YOU,paquetes,RPM
ja: software,ソフトウエア,ソフトウェア,update,更新,アップデート,online,オンライン,YOU,packages,パッケージ,RPM
nl: software,element voor bijwerken,update,online,YOU,pakketten,RPM
sv: mjukvara,uppdatera,online,YOU,paket,RPM

# Name(org.opensuse.yast.OnlineUpdate.desktop)
source: YaST Online Update
da: YaST Onlineopdatering
es: Actualización en línea de YaST
sv: YaST Online-uppdatering

# GenericName(org.opensuse.yast.OnlineUpdate.desktop)
source: Online Update
da: Onlineopdatering
es: Actualización en línea
sv: Online-uppdateringar

# Comment(org.opensuse.yast.OnlineUpdate.desktop)
source: Get patches to correct and improve your existing installation
da: Hent rettelser til at rette og forbedre din eksisterende installation
es: Obtener parches para corregir y mejorar la instalación existente
sv: Hämta patchar för att korrigera och förbättra din befintliga installation

# X-SuSE-YaST-Keywords(org.opensuse.yast.SWSource.desktop)
source: software,packages,rpm,repositories
es: software,paquetes,rpm,repositorios
ja: software,ソフトウエア,ソフトウェア,packages,パッケージ,rpm,repositories,リポジトリ
nl: software,pakketten,rpm,opslagruimten
pl: oprogramowanie,pakiety,rpm,repozytoria
sv: mjukvara,paket,rpm,programförråd

# Name(org.opensuse.yast.SWSource.desktop)
source: YaST Software Repositories
da: YaST Softwarekilder
es: Repositorios de software de YaST
sv: YaST Programförråd (repo)

# GenericName(org.opensuse.yast.SWSource.desktop)
source: Software Repositories
da: Softwarekilder
es: Repositorios de software
sv: Programförråd (repo)

# Comment(org.opensuse.yast.SWSource.desktop)
source: Choose the repositories for installation of software packages (CD, network, etc.), add the community repositories
da: Vælg kilder (cd, netværk, osv.) til installation af softwarepakker samt tilføj softwarekilder fra fællesskabet
es: Escoja los repositorios para la instalación de los paquetes de software (CD, red, etc.), añada los repositorios de la comunidad
sv: Välj installationskällor för programvarupaket (CD, nätverk etc.), lägg till communitykällorna

# X-SuSE-YaST-Keywords(org.opensuse.yast.CheckMedia.desktop)
source: software,media,check,dvd,cd,packages,repositories
es: software,soportes,comprobar,dvd,cd,paquetes,repositorios
ja: software,ソフトウエア,ソフトウェア,media,メディア,check,チェック,確認,dvd,cd,packages,パッケージ,repositories,リポジトリ
nl: software,media,controle,dvd,cd,pakketten,opslagruimten
sv: mjukvara,media,kontroll,dvd,cd,paket,programförråd

# Name(org.opensuse.yast.CheckMedia.desktop)
source: YaST Media Check
da: YaST Medietjek
es: Comprobación de soportes de YaST
sv: YaST Mediakontroll

# GenericName(org.opensuse.yast.CheckMedia.desktop)
source: Media Check
da: Medietjek
es: Comprobación de medios
sv: Mediakontroll

# Comment(org.opensuse.yast.CheckMedia.desktop)
source: Verify CD and DVD media integrity
da: Verificér integriteten af cd- eller dvd-medie
es: Verificar la integridad de medios CD y DVD
sv: Verifiera cd- och dvd-mediaintegritet

# X-SuSE-YaST-Keywords(org.opensuse.yast.SWSingle.desktop)
source: software,packages,rpm,repositories,installation,deletion
es: software,paquetes,rpm,repositorios,instalación,eliminación
ja: software,ソフトウエア,ソフトウェア,packages,パッケージ,rpm,repositories,リポジトリ,installation,インストール,deletion,削除,アンインストール
nl: software,pakketten,rpm,opslagruimten,installatie,verwijderen
sv: mjukvara,paket,rpm,programförråd,installation,borttagning

# Name(org.opensuse.yast.SWSingle.desktop)
source: YaST Software Management
da: YaST Softwarehåndtering
es: Gestión de software de YaST
sv: YaSt Installera och ta bort program

# GenericName(org.opensuse.yast.SWSingle.desktop)
source: Software Management
da: Håndtering af software
es: Instalar / desinstalar software
sv: Installera och ta bort program

# Comment(org.opensuse.yast.SWSingle.desktop)
source: Install or remove software packages and manage software repositories
da: Installér eller fjern softwarepakker og håndtér softwarekilder
es: Instalar o eliminar paquetes de software y gestionar repositorios de software
sv: Installera eller ta bort programpaket och hantera programkällor

# Name(org.opensuse.yast.Printer.desktop)
source: YaST Printer
es: Impresora de YaST
sv: YaST Skrivare

# GenericName(org.opensuse.yast.Printer.desktop)
source: Printer
es: Impresora
sv: Skrivare

# Comment(org.opensuse.yast.Printer.desktop)
source: Configure printers
da: Konfigurér printere
es: Configurar impresoras
sv: Konfigurera skrivare

# X-SuSE-YaST-Keywords(org.opensuse.yast.Proxy.desktop)
source: network,internet,access
es: red,internet,acceso
ja: network,ネットワーク,internet,インターネット,access,アクセス,接続
nl: netwerk,internet,toegang
sv: nätverk,internet,åtkomst

# Name(org.opensuse.yast.Proxy.desktop)
source: YaST Proxy
es: «Proxy» de YaST

# Comment(org.opensuse.yast.Proxy.desktop)
source: Configure a proxy
da: Konfigurér proxy-server
es: Configurar un proxy
sv: Konfigurera en proxy

# X-SuSE-YaST-Keywords(org.opensuse.yast.RDP.desktop)
source: remote,desktop,rdp,network,windows
es: remoto,escritorio,rdp,red,windows
ja: remote,リモート,desktop,デスクトップ,rdp,network,ネットワーク,windows
nl: op afstand,bureaublad,desktop,rdp,netwerk,windows
sv: fjärr,desktop,rpd,näverk,windows

# Name(org.opensuse.yast.RDP.desktop)
source: YaST Remote Administration
da: YaST Fjernadministration
es: Administración remota de YaST
sv: YaST Fjärradministration

# GenericName(org.opensuse.yast.RDP.desktop)
source: Remote Administration (RDP)
da: Fjernadministration (RDP)
es: Administración remota (RDP)
sv: Fjärradministration (RDP)

# Comment(org.opensuse.yast.RDP.desktop)
source: Configure RDP (Remote Desktop Protocol)
da: Konfigurér RDP (Remote Desktop Protocol)
es: Configurar RDP (protocolo de escritorio remoto)
sv: Konfigurera RDP (Remote Desktop Protocol)

# X-SuSE-YaST-Keywords(org.opensuse.yast.Rear.desktop)
source: rear,backup
es: rear,copia de respaldo
ja: rear,backup,バックアップ
nl: rear,backup,reservekopie
sv: rear,säkerhetskopiering

# Name(org.opensuse.yast.Rear.desktop)
source: YaST Rear Backup
da: YaST Rear-sikkerhedskopiering
es: Copia de respaldo ReaR de YaST
sv: YaST Rear säkerhetskopiering

# GenericName(org.opensuse.yast.Rear.desktop)
source: Rear Backup
da: Rear-sikkerhedskopiering
es: Copia de seguridad ReaR

# Comment(org.opensuse.yast.Rear.desktop)
source: Configure Rear Backup
da: Konfigurér Rear-sikkerhedskopiering
es: Configurar copia de seguridad ReaR
sv: Konfiguration av Rear Backup

# X-SuSE-YaST-Keywords(org.opensuse.yast.SCC.desktop)
source: scc,software,registration,smt,rmt,module,extension
es: scc,software,registro,smt,rmt,módulo,extensión
ja: scc,software,ソフトウエア,ソフトウェア,registration,登録,smt,rmt,module,モジュール,extension,拡張,エクステンション
nl: scc,software,registratie,smt,rmt,module,extensie
sv: scc,mjukvara,registering,smt,rmt,modul,tillägg

# Name(org.opensuse.yast.SCC.desktop)
source: YaST Product Registration
da: YaST Produktregistrering
es: Registro del producto de YaST
sv: YaST Produktregistering

# GenericName(org.opensuse.yast.SCC.desktop)
source: Product Registration
da: Produktregistrering
es: Registro del producto
ja: 製品の登録
nl: Productregistratie
pl: Rejestracja produktów
sv: Produktregistering

# Comment(org.opensuse.yast.SCC.desktop)
source: Register your Product with the Vendor
da: Registrer dit produkt med din leverandør
es: Registre su producto con el proveedor
sv: Registrera din produkt hos leverantören

# X-SuSE-YaST-Keywords(org.opensuse.yast.SCC.AddExtensions.desktop)
source: extensions,modules,software,registration,scc,package,repositories
es: extensiones,módulos,software,registro,scc,paquete,repositorios
ja: extensions,拡張,エクステンション,modules,モジュール,software,ソフトウエア,ソフトウェア,registration,登録,scc,package,パッケージ,repositories,リポジトリ
nl: extensies,modules,software,registratie,scc,pakket,opslagruimten
sv: tillägg,moduler,mjukvara,registrering,scc,paket,programförråd

# Name(org.opensuse.yast.SCC.AddExtensions.desktop)
source: YaST System Extensions
da: YaST Systemudvidelser
es: Extensiones del sistema de YaST
sv: YaST Systemtillägg

# GenericName(org.opensuse.yast.SCC.AddExtensions.desktop)
source: System Extensions
da: Systemudvidelser
es: Extensiones del sistema
sv: Systemtillägg

# Comment(org.opensuse.yast.SCC.AddExtensions.desktop)
source: Select System Extensions or Modules
es: Seleccionar extensiones o módulos del sistema
sv: Välj systemtillägg eller moduler

# Name(rmt.desktop)
source: RMT Configuration
da: RMT-konfiguration
es: Configuración de RMT
ja: RMT 設定
nl: RMT-configuratie
pl: Konfiguracja RMT
sv: RMT-konfiguration

# GenericName(rmt.desktop)
source: RMT Configuration
da: RMT-konfiguration
es: Configuración de RMT
ja: RMT 設定
nl: RMT-configuratie
pl: Konfiguracja RMT
sv: RMT-konfiguration

# X-SuSE-YaST-Keywords(org.opensuse.yast.SambaClient.desktop)
source: authentication,samba,windows
es: autenticación,samba,windows
ja: authentication,認証,samba,windows
nl: authenticatie,samba,windows
sv: autentisering,samba,windows

# Name(org.opensuse.yast.SambaClient.desktop)
source: YaST Windows Domain Membership
da: YaST Medlemskab af Windows-domæne
es: Pertenencia a dominio de Windows de YaST
sv: YaST Windows-domänmedlemskap

# GenericName(org.opensuse.yast.SambaClient.desktop)
source: Windows Domain Membership
da: Medlemskab af Windows-domæne
es: Pertenencia a dominio de Windows
sv: Windows-domänmedlemskap

# Comment(org.opensuse.yast.SambaClient.desktop)
source: Configure the Windows Domain Membership
da: Konfigurér medlemskab af Windows-domæne (Samba-klient)
es: Configurar la pertenencia a un dominio de Windows
sv: Ställ in Windows-domänmedlemskap

# X-SuSE-YaST-Keywords(samba-provision.desktop)
source: authentication,samba,windows
es: autenticación,samba,windows
ja: authentication,認証,samba,windows
nl: authenticatie,samba,windows
sv: autentisering,samba,windows

# Name(samba-provision.desktop)
source: Provision an Active Directory Domain Controller
es: Aprovisione un controlador de dominios de Active Directory
ja: Active Directory ドメインコントローラの準備
nl: Levert een Active Directory Domain Controller
sv: Aktivera en Active Directory domänkontroll

# GenericName(samba-provision.desktop)
source: Configure an Active Directory Domain Controller
da: Konfigurér en Active Directory-domænestyring
es: Configurar un controlador de dominio de Active Directory
ja: Active Directory ドメインコントローラの設定
nl: Een Active Directory Domain Controller configureren
pl: Konfiguracja Kontrolera Domeny Active Directory
sv: Konfigurera en Active Directory Domänkontrollant
