Repository: alexjarabek/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ar, da, es, gl, hu, id, ja, nl, pl, sv

# GenericName(support.desktop)
source: support
ar: دعم
gl: Asistencia
hu: támogatás
id: dukungan

# Name(sysconfig.desktop)
source: /etc/sysconfig Editor
ar: محرر /etc/sysconfig
gl: Editor /etc/sysconfig
hu: /etc/sysconfig szerkesztő
id: Penyunting /etc/sysconfig

# GenericName(sysconfig.desktop)
source: Change settings in /etc/sysconfig configuration files
ar: تغيير الإعدادات في ملفات الإعدادات/etc/sysconfig
gl: Cambia os ficheiros de configuración de in /etc/sysconfig
hu: Az /etc/sysconfig konfigurációs fájlokban található beállítások módosítása
id: Ubah pengaturan pada berkas konfigurasi /etc/sysconfig

# Name(tftp-server.desktop)
source: TFTP Server
ar: خادم TFTP
gl: Servidor TFTP
hu: TFTP-kiszolgáló
id: Server TFTP

# GenericName(tftp-server.desktop)
source: Configure a TFTP server
ar: إعداد خادم TFTP
gl: Configurar un servidor TFTP
hu: TFTP-kiszolgáló konfigurálása
id: Konfigurasikan server TFTP

# Name(system_settings.desktop)
source: Kernel Settings
ar: إعدادات النواة
gl: Configuración do kernel
hu: Kernel beállításai
id: Pengaturan Kernel

# GenericName(system_settings.desktop)
source: Configure Low-Level System Options
ar: إعداد خيارات النظام ذات المستوى المنخفض
gl: Configurar as opcións do sistema de baixo nivel
hu: Alacsony szintű rendszerbeállítások konfigurálása
id: Konfigurasikan Opsi Sistem Level-Rendah

# Name(hwinfo.desktop)
source: Hardware Information
ar: معلومات العتاد
gl: Información de hardware
hu: Hardverinformáció
id: Informasi Perangkat Keras

# GenericName(hwinfo.desktop)
source: View hardware information
ar: عرض معلومات العتاد
gl: Ver a información do hardware
hu: Hardverinformáció megtekintése
id: Lihat informasi perangkat keras

# Name(update.desktop)
source: FACTORY Update
ar: تحديث المصنع
gl: Actualización de FACTORY
hu: FACTORY frissítés
id: Pembaruan PABRIK

# GenericName(update.desktop)
source: Update your system to the newest packages from FACTORY (expert tool)
ar: تحديث النظام إلى أحدث حزم من المصنع (أداة الخبراء)
gl: Actualice o sistema cos últimos paquetes de FACTORY (ferramenta para expertos)
hu: A rendszer frissítése a FACTORY legfrissebb csomagjaival (gyakorlott felhasználóknak)
id: Perbarui sistem Anda ke paket terbaru dari PABRIK (alat ahli)

# Comment(update.desktop)
source: Update your system to the newest packages from FACTORY (expert tool)
ar: تحديث النظام إلى أحدث حزم من المصنع (أداة الخبراء)
gl: Actualice o sistema cos últimos paquetes de FACTORY (ferramenta para expertos)
hu: A rendszer frissítése a FACTORY legfrissebb csomagjaival (gyakorlott felhasználóknak)
id: Perbarui sistem Anda ke paket terbaru dari PABRIK (alat ahli)

# Name(users.desktop)
source: User and Group Management
ar: إدارة المجموعات والمستخدم
gl: Xestión de usuarios e grupos
hu: Csoportok és felhasználók
id: Pengguna dan Manajemen Grup

# GenericName(users.desktop)
source: Add, Edit, Delete Users or User Groups
ar: إضافة وتحرير وحذف المستخدمين أو مجموعات المستخدمين
gl: Engadir, editar e eliminar usuarios e grupos de usuarios
hu: Felhasználók és csoportok létrehozása, módosítása és törlése
id: Tambah, Sunting, Hapus Pengguna atau Grup Pengguna

# Name(virtualization-config.desktop)
source: Install Hypervisor and Tools
ar: تثبيت مراقب الأجهزة الافتراضية وأدوات
gl: Instalar Hypervisor e ferramentas
hu: Hipervizor és eszközök telepítése
id: Pasang Hypervisor dan Alat-alat

# GenericName(virtualization-config.desktop)
source: Install Xen or KVM with Management Tools
ar: تثبيت Xen أو KVM مع أدوات إدارة
gl: Instalar Xen ou KVM co xestor de ferramentas
hu: Xen vagy KVM telepítése felügyeleti eszközökkel
id: Pasang Xen atau KVM dengan Pengelola Alat

# Name(relocation-server.desktop)
source: Relocation Server Configuration
ar: إعداد خادم الترحيل
gl: Configurar o servidor de recolocación
hu: Áthelyezési kiszolgáló konfigurációja
id: Konfigurasi Server Relokasi

# GenericName(relocation-server.desktop)
source: Configure Host for Virtual Machine Migration
ar: إعداد مضيف الهجرة للجهاز الظاهري
gl: Configurar o hóspede para a migración de máquina virtual
hu: Gép konfigurálása a virtuális gépek áttelepítéséhez
id: Konfigurasikan Host untuk Virtual Machine Migration

# Name(vpn.desktop)
source: VPN Gateway and Clients
ar: بوابة VPN والعملاء
gl: Pasarela VPN e Clientes
hu: VPN-átjáró és -ügyfelek
id: Gateway VPN dan Klien

# GenericName(vpn.desktop)
source: Configure VPN gateway and clients using IPSec
ar: إعداد بوابة عملاء VPN باستخدام IPSec
gl: Configurar a pasarela VPN e os clientes con IPSec
hu: VPN-átjáró és ügyfelek konfigurálása IPSec használatával
id: Konfigurasikan gateway VPN dan klien menggunakan IPSec

# Name(openldap-mirrormode.desktop)
source: OpenLDAP MirrorMode
ar: OpenLDAP وضع المرآة
gl: MirrorMode de OpenLDAP

# Name(kdump.desktop)
source: Kernel Kdump
ar: نواة Kdump
gl: Kdump do kernel
id: Kdump Kernel

# Name(wol.desktop)
source: Wake-on-LAN
ar: تشغيل الجهاز عبر الشبكة
id: Bangun-Dalam-LAN

# Name(proxy.desktop)
source: Proxy
ar: الوكيل
id: Proksi

# Name(audit-laf.desktop)
source: Linux Audit Framework (LAF)
ar: إطار تدقيق لينكس (LAF)

# Name(docker-config.desktop)
source: Docker
ar: دوكر

# GenericName(docker-config.desktop)
source: Docker
ar: دوكر
