Repository: alexjarabek/desktop-file-translations
Catalog: */update-desktop-files-yast.po
Languages: ar, da, es, gl, hu, id, ja, nl, pl, sv

# X-SuSE-YaST-Keywords(org.opensuse.yast.SambaServer.desktop)
source: authentication,samba,windows,network
es: autenticación,samba,windows,red
ja: authentication,認証,samba,windows,network,ネットワーク
nl: authenticatie,samba,windows,netwerk
sv: autentisering,samba,windows,nätverk

# Name(org.opensuse.yast.SambaServer.desktop)
source: YaST Samba Server
es: Servidor Samba de YaST

# GenericName(org.opensuse.yast.SambaServer.desktop)
source: Samba Server
es: Servidor Samba

# Comment(org.opensuse.yast.SambaServer.desktop)
source: Configure a Samba server
da: Konfigurér en Samba-server
es: Configurar un servidor Samba
sv: Konfigurera en Samba-server

# X-SuSE-YaST-Keywords(org.opensuse.yast.Scanner.desktop)
source: system,hardware,photo,document,ocr
es: sistema,hardware,foto,documento,orc,reconocimiento óptico de caracteres
ja: system,システム,hardware,ハードウエア,ハードウェア,photo,写真,document,文書,ocr
nl: systeem,hardware,foto,document,ocr
sv: system,hårdvara,foto,dokument,ocr

# Name(org.opensuse.yast.Scanner.desktop)
source: YaST Scanner
es: Escáner de YaST

# GenericName(org.opensuse.yast.Scanner.desktop)
source: Scanner
es: Escáner

# Comment(org.opensuse.yast.Scanner.desktop)
source: Configure a scanner
da: Konfigurér en scanner
es: Configurar un escáner
sv: Konfigurera en scanner

# X-SuSE-YaST-Keywords(org.opensuse.yast.Security.desktop)
source: security,system settings
es: seguridad,configuración del sistema
ja: security,セキュリティ,system settings,システム設定
nl: beveiliging,systeeminstellingen
sv: säkerhet,system inställningar

# Name(org.opensuse.yast.Security.desktop)
source: YaST Security Center
da: YaST Sikkerhedscenter
es: Centro de seguridad de YaST
sv: YaST Säkerhetscenter

# GenericName(org.opensuse.yast.Security.desktop)
source: Security Center
da: Sikkerhedscenter
es: Centro de seguridad
sv: Säkerhetscenter

# Comment(org.opensuse.yast.Security.desktop)
source: Configure local security settings and hardening
es: Configurar los ajustes de seguridad local y fortalecimiento
sv: Konfigurera lokala säkerhetsinställningar och härdning

# X-SuSE-YaST-Keywords(org.opensuse.yast.ServicesManager.desktop)
source: systemd,system,background
es: systemd,sistema,fondo
ja: systemd,system,システム,background,サービス
nl: systemd,systeem,achtergrond
sv: systemd,system,bakgrund

# Name(org.opensuse.yast.ServicesManager.desktop)
source: YaST Services Manager
da: YaST Håndtering af tjenester
es: Gestor de servicios de YaST
sv: YaST Tjänstehantering

# GenericName(org.opensuse.yast.ServicesManager.desktop)
source: Services Manager
da: Håndtering af tjenester
es: Administrador de servicios
sv: Hantering av tjänster

# Comment(org.opensuse.yast.ServicesManager.desktop)
source: Configure running services and the default target
da: Konfigurér kørende tjenester og standardmålet
es: Configurar servicios en ejecución y el destino predeterminado
sv: Konfigurera de tjänster som körs och förinställt mål

# X-SuSE-YaST-Keywords(org.opensuse.yast.SLPServer.desktop)
source: network,installation,repositories,products,serviceLocationProtocol
es: red,instalación,repositorios,productos,serviceLocationProtocol
sv: nätverk,installation,programförråd,produkter,serviceLocationProtocol

# Name(org.opensuse.yast.SLPServer.desktop)
source: YaST SLP Server
es: Servidor SLP de YaST

# GenericName(org.opensuse.yast.SLPServer.desktop)
source: SLP Server
es: Servidor SLP

# Comment(org.opensuse.yast.SLPServer.desktop)
source: Configure an SLP Server
es: Configurar un servidor SLP
sv: Konfigurera en SLP-server

# X-SuSE-YaST-Keywords(org.opensuse.yast.Snapper.desktop)
source: disk,backup,restore
es: disco,copia de respaldo,restaurar
ja: disk,ディスク,backup,バックアップ,restore,復元,リストア
nl: schijf,backup,reservekopie,herstel
sv: disk,backup,återställ

# Name(org.opensuse.yast.Snapper.desktop)
source: YaST Filesystem Snapshots
da: YaST Øjebliksbilleder af filsystem
es: Instantáneas del sistema de archivos de YaST
sv: YaST Filsystemsavbildningar

# GenericName(org.opensuse.yast.Snapper.desktop)
source: Filesystem Snapshots
da: Øjebliksbilleder af filsystem
es: Instantáneas del sistema de archivos
sv: Filsystemsavbildningar

# Comment(org.opensuse.yast.Snapper.desktop)
source: Manage Btrfs / LVM filesystem snapshots
da: Håndter Btrfs-/LVM-filsystemsøjebliksbilleder
es: Gestionar instantáneas de sistemas de archivos Btrfs / LVM
sv: Hantera Btrfs / LVM filsystemsavbildningar

# X-SuSE-YaST-Keywords(org.opensuse.yast.Sound.desktop)
source: hardware,system,audio
es: hardware,sistema,audio
ja: hardware,ハードウエア,ハードウェア,system,システム,audio,オーディオ
nl: hardware,systeem,audio
sv: hårdvara,system,ljud

# Name(org.opensuse.yast.Sound.desktop)
source: YaST Sound
da: YaST Lyd
es: Sonido de YaST
sv: YaST Ljud

# GenericName(org.opensuse.yast.Sound.desktop)
source: Sound
da: Lyd
es: Sonido
sv: Ljud

# Comment(org.opensuse.yast.Sound.desktop)
source: Configure your sound card
da: Konfigurér dit lydkort
es: Configurar la tarjeta de sonido
sv: Konfigurera ditt ljudkort

# X-SuSE-YaST-Keywords(org.opensuse.yast.Squid.desktop)
source: proxy,network,internet
es: proxy,red,internet
ja: proxy,プロキシ,network,ネットワーク,internet,インターネット
nl: proxy,netwerk,internet
sv: proxy,nätverk,internet

# Name(org.opensuse.yast.Squid.desktop)
source: YaST Squid
es: Squid de YaST

# Comment(org.opensuse.yast.Squid.desktop)
source: Configure a Squid cache proxy server
da: Konfigurér en Squid cache-proxy-server
es: Configurar un servidor proxy de caché Squid
sv: Konfigurera en Squid proxyserver

# X-SuSE-YaST-Keywords(org.opensuse.yast.Disk.desktop)
source: storage,disk,system,partition
es: almacenamiento,disco,sistema,partición
ja: storage,ストレージ,disk,ディスク,system,システム,partition,パーティション
nl: opslag,schijf,systeem,partitie
sv: lagring,disk,system,partition

# Name(org.opensuse.yast.Disk.desktop)
source: YaST Partitioner
da: YaST Partitionering
es: Particionador de YaST

# GenericName(org.opensuse.yast.Disk.desktop)
source: Partitioner
da: Partitionering
es: Particionador

# Comment(org.opensuse.yast.Disk.desktop)
source: Partition hard disks (including RAID, LVM, and encrypted file systems)
da: Harddiskpartitionering (inklusiv RAID, LVM, krypteret filsystem)
es: Particionamiento de discos duros (incluyendo RAID, LVM y sistemas de archivos cifrados)
sv: Hårddiskpartitionering (inklusive RAID, LVM, krypterade filsystem)

# X-SuSE-YaST-Keywords(org.opensuse.yast.Sudo.desktop)
source: root,permissions,users,authentication,administrator
es: raíz,administrador,permisos,usuarios,autenticación
ja: root,permissions,パーミッション,権限,users,ユーザ,authentication,認証,administrator,管理者
nl: root,toegangsrechten,gebruikers,authenticatie,systeembeheerder
sv: root,rättigheter,användare,autentisering,administratör

# Name(org.opensuse.yast.Sudo.desktop)
source: YaST Sudo
es: Sudo de YaST

# Comment(org.opensuse.yast.Sudo.desktop)
source: Configure sudo
da: Konfigurér sudo
es: Configurar sudo
sv: Konfigurera sudo

# X-SuSE-YaST-Keywords(org.opensuse.yast.Support.desktop)
source: help,logfile
es: ayuda,archivo de registro
ja: help,ヘルプ,logfile,ログファイル
nl: help,logbestand
sv: hjälp,loggfil

# Name(org.opensuse.yast.Support.desktop)
source: YaST Support
es: Asistencia de YaST

# GenericName(org.opensuse.yast.Support.desktop)
source: Support
es: Asistencia

# Comment(org.opensuse.yast.Support.desktop)
source: Collect support information from the system
da: Indsaml supportinformation fra systemet
es: Recopilar información de soporte del sistema
sv: Samla supportinformation från systemet

# X-SuSE-YaST-Keywords(org.opensuse.yast.Sysconfig.desktop)
source: system,sysconfig,editor,configuration
es: sistema,sysconfig,editor,configuración
ja: system,システム,sysconfig,editor,エディタ,編集,configuration,設定
nl: systeem,sysconfig,editor,configuratie
sv: system,sysconfig,editor,konfiguration

# Name(org.opensuse.yast.Sysconfig.desktop)
source: YaST Sysconfig Editor
da: YaST Systemkonfigurationseditor
es: Editor de sysconfig de YaST
sv: YaST Systemkonfigurationseditor

# GenericName(org.opensuse.yast.Sysconfig.desktop)
source: Sysconfig Editor
da: Systemkonfigurationseditor
es: Editor de sysconfig
sv: Systemkonfigurationseditor

# Comment(org.opensuse.yast.Sysconfig.desktop)
source: Change settings in /etc/sysconfig configuration files
da: Skift indstillinger for konfigurationsfiler i /etc/sysconfig
es: Cambiar ajustes en archivos de configuración ubicados en /etc/sysconfig
sv: Ändra inställningar i /etc/sysconfig konfigurationsfiler

# X-SuSE-YaST-Keywords(org.opensuse.yast.TFTPServer.desktop)
source: TFTP,server,boot,trivial,file,transfer,protocol,network
es: TFTP,servidor,arranque,trivial,archivo,transferencia,protocolo,red
sv: TFTP,server,boot,trivial,fil,överföring,protokoll,nätverk

# Name(org.opensuse.yast.TFTPServer.desktop)
source: YaST TFTP Server
es: Servidor TFTP de YaST

# GenericName(org.opensuse.yast.TFTPServer.desktop)
source: TFTP Server
es: Servidor TFTP

# Comment(org.opensuse.yast.TFTPServer.desktop)
source: Configure a TFTP server
es: Configurar un servidor TFTP
sv: Konfigurera en TFTP-server

# X-SuSE-YaST-Keywords(org.opensuse.yast.HWInfo.desktop)
source: hardware,scan,system,information
es: hardware,análisis,sistema,información
ja: hardware,ハードウエア,ハードウェア,scan,検出,スキャン,system,システム,information,情報
nl: hardware,scan,systeem,informatie
sv: hårdvara,scan,system,information

# Name(org.opensuse.yast.HWInfo.desktop)
source: YaST Hardware Information
es: Información del hardware de YaST
sv: YaST Hårdvaruinformation

# GenericName(org.opensuse.yast.HWInfo.desktop)
source: Hardware Information
es: Información del hardware
sv: Hårdvaruinformation

# Comment(org.opensuse.yast.HWInfo.desktop)
source: View hardware information
da: Vis hardwareinformation
es: Ver información del hardware
sv: Visa hårdvaruinformation

# X-SuSE-YaST-Keywords(org.opensuse.yast.SystemSettings.desktop)
source: hardware,system
es: hardware,sistema
ja: hardware,ハードウエア,ハードウェア,system,システム
nl: hardware,systeem
sv: hårdvara,system

# Name(org.opensuse.yast.SystemSettings.desktop)
source: YaST Kernel Settings
da: YaST Kerneindstillinger
es: Ajustes del núcleo de YaST
sv: YaST Kärninställningar

# GenericName(org.opensuse.yast.SystemSettings.desktop)
source: Kernel Settings
da: Kerneindstillinger
es: Ajustes del Kernel
sv: Kärninställningar

# Comment(org.opensuse.yast.SystemSettings.desktop)
source: Configure Low-Level System Options
da: Konfigurér systemtilvalg på lavt niveau
es: Configurar opciones del sistema de bajo nivel
sv: Konfigurera systemalternativ på lågnivå

# X-SuSE-YaST-Keywords(org.opensuse.yast.Update.desktop)
source: update,packages,factory,rpm
es: actualizar,paquetes,factory,rpm
ja: update,更新,アップデート,packages,パッケージ,factory,rpm
nl: bijwerken,pakketten,factory,rpm
sv: uppdatera,paket,factory,rpm

# Name(org.opensuse.yast.Update.desktop)
source: YaST FACTORY Update
da: YaST FACTORY-opdatering
es: Actualización de FACTORY de YaST
sv: YaST FACTORY-uppdatering

# GenericName(org.opensuse.yast.Update.desktop)
source: FACTORY Update
da: FACTORY-opdatering
es: Actualización de FACTORY
sv: FACTORY-uppdatering

# Comment(org.opensuse.yast.Update.desktop)
source: Update your system to the newest packages from FACTORY (expert tool)
da: Opdater dit system til de nyeste pakker fra FACTORY (for eksperter)
es: Actualizar el sistema con los paquetes más nuevos de FACTORY (herramienta para expertos)
ja: FACTORY からの最新パッケージを使ってシステムを更新 (熟練者向けツール)
nl: Opdate uw systeem naar de nieuwste pakketten van FACTORY (voor ervaren gebruikers)
pl: Aktualizuj system do najnowszych pakietów z FACTORY (narzędzie zaawansowane)
sv: Uppdatera ditt system med de nyaste paketen från FACTORY (expertverktyg)

# GenericName(usbauth.desktop)
source: Modify the usbauth firewall config
da: Rediger konfigurationen af usbauth firewall
es: Modificar la configuración del cortafuegos de usbauth
ja: usbauth ファイアウオール設定の修正
nl: De usbauth firewall-configuratie wijzigen
sv: Ändra inställning av usbauth-brandväggen

# X-SuSE-YaST-Keywords(org.opensuse.yast.Users.desktop)
source: user,group,authentication,login,password
es: usuario,grupo,autenticación,acceso,contraseña
ja: user,ユーザ,group,グループ,authentication,認証,login,ログイン,password,パスワード
nl: gebruiker,groep,authenticatie,aanmelden,wachtwoord
sv: användare,grupp,autentisering,login,lösenord

# Name(org.opensuse.yast.Users.desktop)
source: YaST User and Group Management
da: YaST Bruger- og gruppeadministration
es: Gestión de usuarios y grupos de YaST
sv: YaST Användare och grupphantering

# GenericName(org.opensuse.yast.Users.desktop)
source: User and Group Management
da: Bruger- og gruppeadministration
es: Gestión de usuarios y grupos
sv: Hantering av användare och grupper

# Comment(org.opensuse.yast.Users.desktop)
source: Add, Edit and Delete Users or User Groups
es: Añada, edite y elimine usuarios o grupos de usuarios
sv: Lägg till, ändra och ta bort användare eller grupper

# X-SuSE-YaST-Keywords(org.opensuse.yast.VirtualizationConfig.desktop)
source: vm,virtualization
es: vm,virtualización
ja: vm,virtualization,仮想化
nl: vm,virtualisatie
pl: vm,wirtualizacja
sv: vm,virtualisering

# Name(org.opensuse.yast.VirtualizationConfig.desktop)
source: YaST Install VM
da: YaST Installer VM
es: Instalación de MV de YaST
sv: YaST Installera VM

# GenericName(org.opensuse.yast.VirtualizationConfig.desktop)
source: Install Hypervisor and Tools
da: Installér Hypervisor og værktøjer
es: Instalar hipervisor y herramientas
sv: Installera Hypervisor och verktyg

# Comment(org.opensuse.yast.VirtualizationConfig.desktop)
source: Install Xen or KVM with Management Tools
da: Installér Xen eller KVM med håndteringsværktøjer
es: Instalar Xen o KVM con herramientas de gestión
sv: Installera Xen eller KVM med hanteringsverktyg

# X-SuSE-YaST-Keywords(org.opensuse.yast.RelocationServer.desktop)
source: vm,virtualization
es: vm,virtualización
ja: vm,virtualization,仮想化
nl: vm,virtualisatie
pl: vm,wirtualizacja
sv: vm,virtualisering

# Name(org.opensuse.yast.RelocationServer.desktop)
source: YaST Relocation Server
es: Servidor de reubicación de YaST
sv: YaST Installationsserver

# GenericName(org.opensuse.yast.RelocationServer.desktop)
source: Relocation Server Configuration
da: Konfiguration af genplaceringsserver
es: Configuración del servidor de reubicación
sv: Konfigurering av omflyttningsserver

# Comment(org.opensuse.yast.RelocationServer.desktop)
source: Configure Host for Virtual Machine Migration
da: Konfigurér vært til migrering af virtuel maskine
es: Configure el anfitrión para la migración de máquinas virtuales
sv: Konfigurera värd för migrering av virtuell maskin

# X-SuSE-YaST-Keywords(org.opensuse.yast.VPN.desktop)
source: vpn,ipsec,gateway
es: vpn,ipsec,puerta de enlace
ja: vpn,ipsec,gateway,ゲートウエイ,ゲートウェイ

# Name(org.opensuse.yast.VPN.desktop)
source: YaST VPN
es: VPN de YaST

# GenericName(org.opensuse.yast.VPN.desktop)
source: VPN Gateway and Clients
da: VPN-gateway og -klienter
es: Puerta de enlace de VPN y clientes
sv: VPN-gateway och klient

# Comment(org.opensuse.yast.VPN.desktop)
source: Configure VPN gateway and clients using IPSec
da: Konfigurér VPN-gateway og klienter med IPSec
es: Configure la puerta de enlace y clientes de VPN mediante IPSec
sv: Konfigurera VPN-gateway och klienter som använder IPSec

# X-SuSE-YaST-Keywords(messages.desktop)
source: system,log,messages
es: sistema,registro,mensajes
ja: system,システム,log,ログ,messages,メッセージ
nl: systeem,log,meldingen
sv: system,log,meddelande

# Name(messages.desktop)
source: System Log
ar: سجل النظام
es: Registro del sistema
gl: Rexistro de sistema
hu: Rendszernapló
id: Log Sistem
ja: システムログ
nl: Systeemlog
pl: Dziennik systemowy

# GenericName(messages.desktop)
source: Display the system's log (/var/log/messages)
ar: عرض سجل النظام (/var/log/messages)
da: Vis systemloggen (/var/log/messages)
es: Mostrar el registro del sistema (/var/log/messages)
gl: Amosar o rexistro de sistema (/var/log/messages)
hu: Rendszernapló megjelenítése (/var/log/messages)
id: Tampilkan log system (/var/log/messages)
ja: システムログ (/var/log/messages) の表示
nl: De systeemlog (/var/log/messages) tonen
pl: Wyświetl dziennik systemowy (/var/log/messages)
sv: Visa systemets logg (/var/log/messages)

# X-SuSE-YaST-Keywords(org.opensuse.yast.Group.Virtualization.desktop)
source: vm,virtualization
es: vm,virtualización
sv: Virtualisering

# Name(org.opensuse.yast.Group.Virtualization.desktop)
source: Virtualization
da: Virtualisering
es: Virtualización
sv: Virtualisering

# GenericName(org.opensuse.yast.Group.Virtualization.desktop)
source: Virtualization
da: Virtualisering
es: Virtualización
sv: Virtualisering

# Name(org.opensuse.yast.Group.Misc.desktop)
source: Miscellaneous
da: Diverse
es: Miscelánea
sv: Diverse

# GenericName(org.opensuse.yast.Group.Misc.desktop)
source: Miscellaneous
da: Diverse
es: Miscelánea
sv: Diverse

# Name(org.opensuse.yast.Group.HighAvailability.desktop)
source: High Availability
da: Høj tilgængelighed
es: Alta disponibilidad
sv: Hög tillgänglighet

# GenericName(org.opensuse.yast.Group.HighAvailability.desktop)
source: High Availability
da: Høj tilgængelighed
es: Alta disponibilidad
sv: Hög tillgänglighet

# Name(org.opensuse.yast.Group.Security.desktop)
source: Security and Users
da: Sikkerhed og brugere
es: Seguridad y usuarios
sv: Säkerhet och användare

# GenericName(org.opensuse.yast.Group.Security.desktop)
source: Security and Users
da: Sikkerhed og brugere
es: Seguridad y usuarios
sv: Säkerhet och användare

# Name(org.opensuse.yast.Group.Support.desktop)
source: Support
es: Asistencia

# GenericName(org.opensuse.yast.Group.Support.desktop)
source: Support
es: Asistencia

# Name(org.opensuse.yast.Group.NetworkServices.desktop)
source: Network Services
da: Netværkstjenester
es: Servicios de red
sv: Nätverkstjänster

# GenericName(org.opensuse.yast.Group.NetworkServices.desktop)
source: Network Services
da: Netværkstjenester
es: Servicios de red
sv: Nätverkstjänster

# Name(org.opensuse.yast.Group.System.desktop)
source: System
es: Sistema

# GenericName(org.opensuse.yast.Group.System.desktop)
source: System
es: Sistema

# Name(org.opensuse.yast.Group.Hardware.desktop)
source: Hardware
sv: Hårdvara

# GenericName(org.opensuse.yast.Group.Hardware.desktop)
source: Hardware
sv: Hårdvara

# Name(org.opensuse.yast.Group.Software.desktop)
source: Software
sv: Program

# GenericName(org.opensuse.yast.Group.Software.desktop)
source: Software
sv: Program

# Name(org.opensuse.yast.CloneSystem.desktop)
source: Autoinstallation Cloning System
ja: 自動インストール向けのシステム複製
nl: Kloonsysteem voor automatische installatie
pl: System klonowania automatycznej instalacji

# GenericName(org.opensuse.yast.CloneSystem.desktop)
source: Creating AutoYaST configuration file
ja: AutoYaST 設定ファイルの作成
nl: AutoYaST-configuratiebestand aanmaken
pl: Utwórz plik konfiguracyjny programu AutoYaST

# Name(org.opensuse.yast.AutoYaST.desktop)
source: Autoinstallation Configuration
ja: 自動インストールの設定
nl: Configuratie van automatische installatie
pl: Konfiguracja automatycznej instalacji

# GenericName(org.opensuse.yast.AutoYaST.desktop)
source: Configuration system for autoinstallation
ja: 自動インストールのシステム設定
nl: Configureer het syseem voor auto-installatie
pl: Konfiguracja systemu do automatycznej instalacji

# Name(org.opensuse.yast.AddOn.desktop)
source: Add-On Products
ja: アドオン製品
nl: Add-on producten
pl: Produkty dodatkowe

# GenericName(org.opensuse.yast.AddOn.desktop)
source: Install or remove add-on products
ja: アドオン製品のインストールと削除
nl: Installeer en verwijder addon-producten
pl: Zainstaluj lub usuń produkty dodatkowe

# Name(org.opensuse.yast.Vendor.desktop)
source: Vendor Driver CD
ja: 製造元のドライバ CD
nl: Stuurprogramma-CD van leverancier
pl: Płyta CD ze sterownikami dostawcy

# GenericName(org.opensuse.yast.Vendor.desktop)
source: Install a driver from a vendor-specific CD-ROM
ja: 製造元固有の CD-ROM からドライバをインストールする
nl: Installeer een stuurprogramma van een CD-ROM van een leverancier
pl: Zainstaluj sterownik z płyty CD dostawcy

# Name(org.opensuse.yast.ADUC.desktop)
source: Active Directory Users and Computers
ja: Active Directory ユーザとコンピュータ
nl: Gebruikers en computers in Active Directory
pl: Użytkownicy i Komputery Active Directory

# GenericName(org.opensuse.yast.ADUC.desktop)
source: Manage Active Directory Users and Computers
ja: Active Directory のユーザとコンピュータの管理
nl: Gebruikers en computers in Active Directory beheren
pl: Zarządzanie Użytkownikami i Komputerami Active Directory

# GenericName(org.opensuse.yast.Alternatives.desktop)
source: Manage update-alternatives switching
ja: update-alternatives の切り替え管理
nl: Omschakelen van bijwerkalternatieven beheren
pl: Zarządzaj przełączaniem alternatywnymi opcjami aktualizacji

# Name(org.opensuse.yast.Apparmor.desktop)
source: AppArmor Configuration
ja: AppArmor の設定
nl: AppArmor-configuratie
pl: Konfiguracja programu AppArmor

# GenericName(org.opensuse.yast.Apparmor.desktop)
source: AppArmor Configuration
ja: AppArmor の設定
nl: AppArmor-configuratie
pl: Konfiguracja programu AppArmor

# Name(org.opensuse.yast.AuditLAF.desktop)
source: Linux Audit Framework (LAF)
ja: Linux 監査フレームワーク (LAF)

# Name(org.opensuse.yast.AuthClient.desktop)
source: User Logon Management
ja: ユーザのログイン管理
nl: Beheer van aanmelden van gebruikers
pl: Zarządzanie logowaniem użytkowników

# GenericName(org.opensuse.yast.AuthClient.desktop)
source: User Logon Management
ja: ユーザのログイン管理
nl: Beheer van aanmelden van gebruikers
pl: Zarządzanie logowaniem użytkowników

# Name(org.opensuse.yast.LDAPKrb.desktop)
source: LDAP and Kerberos Client
ja: LDAP および Kerberos クライアント
nl: LDAP en Kerberos client
pl: Klient LDAP i Kerberos

# GenericName(org.opensuse.yast.LDAPKrb.desktop)
source: LDAP And Kerberos Client
ja: LDAP および Kerberos クライアント
nl: LDAP en Kerberos client
pl: Klient LDAP i Kerberos

# Name(org.opensuse.yast.LDAPServer.desktop)
source: Create New Directory Server
ja: 新しいディレクトリサーバの作成
nl: Nieuwe directory-server aanmaken
pl: Utwórz Nowy Serwer Katalogowy

# GenericName(org.opensuse.yast.LDAPServer.desktop)
source: Create New Directory Server
ja: 新しいディレクトリサーバの作成
nl: Nieuwe directory-server aanmaken
pl: Utwórz Nowy Serwer Katalogowy

# Name(org.opensuse.yast.KrbServer.desktop)
source: Create New Kerberos Server
ja: 新しい Kerberos サーバの作成
nl: Nieuwe Kerberos-server aanmaken
pl: Utwórz Nowy Serwer Kerberos

# GenericName(org.opensuse.yast.KrbServer.desktop)
source: Create New Kerberos Server
ja: 新しい Kerberos サーバの作成
nl: Nieuwe Kerberos-server aanmaken
pl: Utwórz Nowy Serwer Kerberos

# GenericName(org.opensuse.yast.WoL.desktop)
source: Configure Wake-on-Lan
ja: Wake-on-Lan の設定
nl: Wake-on-Lan configureren
pl: Konfiguruj wybudzanie sieci LAN

# Name(org.opensuse.yast.Bootloader.desktop)
source: Boot Loader
ja: ブートローダ
pl: Program rozruchowy

# GenericName(org.opensuse.yast.Bootloader.desktop)
source: Configure the boot loader
ja: ブートローダの設定
nl: Bootloader instellen
pl: Konfiguruj program rozruchowy

# Name(org.opensuse.yast.Cluster.desktop)
source: Cluster
ja: クラスタ
pl: Klaster

# GenericName(org.opensuse.yast.Cluster.desktop)
source: Configure Cluster
ja: クラスタの設定
nl: Cluster instellen
pl: Konfiguruj klaster

# Name(org.opensuse.yast.ConfigurationManagement.desktop)
source: YaST2 Configuration Management
ja: YaST2 設定管理
nl: YaST2-configuratiebeheer
pl: Zarządzanie konfiguracją programu YaST2

# Name(org.opensuse.yast.Timezone.desktop)
source: Date and Time
ja: 日付と時刻
nl: Datum en tijd
pl: Data i godzina

# GenericName(org.opensuse.yast.Timezone.desktop)
source: Control time zone, date, and system time
ja: 時間帯／日付／システム時間の設定
nl: Tijdzone, datum en systeemtijd instellen
pl: Ustawienie strefy czasowej, daty i czasu systemowego

# Name(org.opensuse.yast.Language.desktop)
source: Language
ja: 言語
nl: Taal
pl: Język
