Repository: alexjarabek/desktop-file-translations
Catalog: */update-desktop-files-kde.po
Languages: sr

# Name(amzdownloader.desktop)
source: AMZ Downloader
sr: АМЗ‑преузимач

# Comment(amzdownloader.desktop)
source: Download with AMZ Downloader
sr: Преузимајте АМЗ‑преузимачем

# Name(amarok.desktop)
source: Amarok
sr: Амарок

# GenericName(amarok.desktop)
source: Audio Player
sr: Аудио плејер

# Comment(amarok.desktop)
source: Amarok - Rediscover Your Music!
sr: Амарок — откријте своју музику!

# X-KDE-Keywords(amarok.desktop)
source: music,podcast
sr: music,podcast,музика,подемисија

# Name(amarok_containers.desktop)
source: Amarok
sr: Амарок

# GenericName(amarok_containers.desktop)
source: Audio Player
sr: Аудио плејер

# Comment(amarok_containers.desktop)
source: Amarok - Rediscover Your Music!
sr: Амарок — откријте своју музику!

# X-KDE-Keywords(amarok_containers.desktop)
source: music,podcast
sr: music,podcast,музика,подемисија

# Name(org.kde.juk.desktop)
source: JuK
sr: Џук

# GenericName(org.kde.juk.desktop)
source: Music Player
sr: Музички плејер

# Name(kaffeine.desktop)
source: Kaffeine
sr: Кафеин

# GenericName(kaffeine.desktop)
source: Media Player
sr: Медија плејер

# Name(kajongg.desktop)
source: Kajongg
sr: Каџонг

# Comment(kajongg.desktop)
source: The ancient Chinese board game for 4 players
sr: Древна кинеска игра на табли за четири играча

# GenericName(kajongg.desktop)
source: Mah Jongg
sr: Маџонг

# Name(knetattach.desktop)
source: KNetAttach
sr: К‑мрежохват

# GenericName(knetattach.desktop)
source: Network Folder Wizard
sr: Чаробњак за мрежне фасцикле

# Name(klipper.desktop)
source: Klipper
sr: Клипер

# GenericName(klipper.desktop)
source: Clipboard Tool
sr: Алатка за клипборд

# Comment(klipper.desktop)
source: A cut & paste history utility
sr: Алатка за историјат исецања и налепљивања

# Name(krandrtray.desktop)
source: KRandRTray
sr: К‑рандр-касета

# GenericName(krandrtray.desktop)
source: Screen Resize & Rotate
sr: Промена величине и ротација екрана

# Comment(krandrtray.desktop)
source: A panel applet for resizing and reorientating X screens.
sr: Панелски аплет за промену величине и оријентације икс екрана

# Name(ksysguard.desktop)
source: KSysGuard
sr: К‑систембран

# GenericName(ksysguard.desktop)
source: System Monitor
sr: Надзорник система

# Name(kinfocenter.desktop)
source: KInfoCenter
sr: К‑инфоцентар

# GenericName(kinfocenter.desktop)
source: Info Center
sr: Информациони центар

# Name(kmenuedit.desktop)
source: Menu Editor
sr: Уређивач менија

# Name(kfontview.desktop)
source: KFontView
sr: К‑приказивач-фонтова

# GenericName(kfontview.desktop)
source: Font Viewer
sr: Приказивач фонтова

# GenericName(systemsettings.desktop)
source: Configure KDE 4 Applications
sr: Системске поставке

# Name(systemsettings.desktop)
source: Configure KDE 4 Applications
sr: Системске поставке

# GenericName(kdesystemsettings.desktop)
source: KDE System Settings
sr: КДЕ Системске поставке

# Name(kdesystemsettings.desktop)
source: KDE System Settings
sr: КДЕ Системске поставке

# Name(kmailservice.desktop)
source: KMailService
sr: Сервис К‑поште

# Name(ktelnetservice.desktop)
source: KTelnetService
sr: KMailService

# GenericName(kdiff3.desktop)
source: Diff/Patch Frontend
sr: Интерфејс за diff и patch

# Comment(kdiff3.desktop)
source: A File And Directory Comparison And Merge Tool
sr: Алат за поређење и стапање фајлова и директоријума

# GenericName(kfilereplace.desktop)
source: Search & Replace Tool
sr: Алат за претрагу и замену

# Name(kget.desktop)
source: KGet
sr: К‑гет

# GenericName(kget.desktop)
source: Download Manager
sr: Менаџер преузимања

# Name(KGoldrunner.desktop)
source: KGoldrunner
sr: К‑златобојац

# GenericName(KGoldrunner.desktop)
source: Hunt Gold, Dodge Enemies and Solve Puzzles
sr: Сакупљајте злато, избегавајте непријатеље и решавајте загонетке

# Comment(KGoldrunner.desktop)
source: A game of action and puzzle-solving
sr: Игра акције и решавања загонетки

# Name(kigo.desktop)
source: Kigo
sr: Киго

# GenericName(kigo.desktop)
source: Go Board Game
sr: Игра на табли го

# GenericName(kimagemapeditor.desktop)
source: HTML Image Map Editor
sr: Уређивач HTML сликовне мапе

# GenericName(klinkstatus.desktop)
source: Link Checker
sr: Провера везе

# Name(kmag.desktop)
source: KMag
sr: К‑увеличање

# GenericName(kmag.desktop)
source: Screen Magnifier
sr: Увеличавач екрана

# Comment(kmousetool.desktop)
source: Clicks the mouse for you, reducing the effects of RSI
sr: Кликће мишем за вас, умањујући вам болове у зглобу

# Name(kmousetool.desktop)
source: KMouseTool
sr: К‑мишоклик

# GenericName(kmousetool.desktop)
source: Automatic Mouse Click
sr: Аутоматски клик мишем

# Name(kmouth.desktop)
source: KMouth
sr: К‑уста

# GenericName(kmouth.desktop)
source: Speech Synthesizer Frontend
sr: Прочеље за синтетизаторе говора

# Name(knemo.desktop)
source: KNemo
sr: К‑немо

# GenericName(knemo.desktop)
source: Network Monitor
sr: Надгледање мреже

# Name(kolf.desktop)
source: Kolf
sr: Колф

# GenericName(kolf.desktop)
source: Miniature Golf
sr: Минијатурни голф

# Name(konquest.desktop)
source: Konquest
sr: К‑освајање

# GenericName(konquest.desktop)
source: Galactic Strategy Game
sr: Игра галактичке стратегије

# Name(kopete.desktop)
source: Kopete
sr: Копете

# GenericName(kopete.desktop)
source: Instant Messenger
sr: Брзи гласник

# Comment(kopete.desktop)
source: Instant Messenger
sr: Брзи гласник

# Name(kppplogview.desktop)
source: KPPPLogview
sr: КППП‑приказ-дневника

# GenericName(kppplogview.desktop)
source: Internet Dial-Up Tool Log Viewer
sr: Приказивач дневника модемске везе са Интернетом

# GenericName(Kppp.desktop)
source: Internet Dial-Up Tool
sr: Алатка за модемски приступ Интернету

# Name(Kppp.desktop)
source: KPPP
sr: КППП

# Name(krcdnotifieritem.desktop)
source: KRemoteControl Notifier Item
sr: Извештавачка ставка К‑даљинског-управљача

# Name(kreversi.desktop)
source: KReversi
sr: К‑реверси

# GenericName(kreversi.desktop)
source: Reversi Board Game
sr: Игра на табли „реверси“

# GenericName(kscd.desktop)
source: CD Player
sr: ЦД плејер

# Name(kscd.desktop)
source: KsCD
sr: КсЦД

# Name(ksirk.desktop)
source: KsirK
sr: К‑сирк

# GenericName(ksirk.desktop)
source: World Domination Strategy Game
sr: Стратешка игра светске превласти

# Name(ksirkskineditor.desktop)
source: KsirK Skin Editor
sr: Уређивач маски за К‑сирк

# GenericName(ksirkskineditor.desktop)
source: Skin Editor for the World Domination Strategy Game
sr: Уређивач маски за стратешку игру светске превласти

# Name(ksnakeduel.desktop)
source: KSnakeDuel
sr: К‑змијски-двобој

# GenericName(ksnakeduel.desktop)
source: A race in hyperspace
sr: Трка кроз хиперсвемир

# Name(kspaceduel.desktop)
source: KSpaceDuel
sr: К‑свемирски-двобој

# GenericName(kspaceduel.desktop)
source: Space Arcade Game
sr: Свемирска аркадна игра

# Name(org.kde.ksudoku.desktop)
source: KSudoku
sr: К‑судоку

# Name(kubrick.desktop)
source: Kubrick
sr: Кубрик

# GenericName(kubrick.desktop)
source: 3-D Game based on Rubik's Cube
sr: 3Д игра на основу Рубикове коцке

# Comment(kubrick.desktop)
source: A 3-D game based on Rubik's Cube
sr: 3Д игра на основу Рубикове коцке

# Name(kuser.desktop)
source: KUser
sr: К‑корисник

# GenericName(kuser.desktop)
source: User Manager
sr: Менаџер корисника

# Name(kwalletmanager.desktop)
source: KWalletManager
sr: Менаџер К‑новчаника

# GenericName(kwalletmanager.desktop)
source: Wallet Management Tool
sr: Алатка за управљање новчаницима

# Name(kwalletmanager-kwalletd.desktop)
source: Wallet Management Tool
sr: Алатка за управљање новчаницима

# Name(lskat.desktop)
source: LSkat
sr: П‑скат

# GenericName(lskat.desktop)
source: Card Game
sr: Игра са картама

# GenericName(kde5-nm-connection-editor.desktop)
source: Connection editor
sr: Уређивач веза

# Comment(kde5-nm-connection-editor.desktop)
source: Edit your network connections
sr: Уређујте мрежне везе

# Name(rekonq.desktop)
source: Rekonq
sr: Реконк

# GenericName(rekonq.desktop)
source: Web Browser
sr: Веб прегледач

# Comment(rsibreak.desktop)
source: Makes sure you rest now and then
sr: Брине да се понекад и одморите

# Name(smb4k.desktop)
source: Smb4K
sr: Смб4к

# GenericName(smb4k.desktop)
source: Advanced Network Neighborhood Browser
sr: Напредни прегледач мрежног суседства

# Comment(smb4k.desktop)
source: Advanced Network Neighborhood Browser
sr: Напредни прегледач мрежног суседства

# Name(sweeper.desktop)
source: Sweeper
sr: Чистач

# GenericName(sweeper.desktop)
source: System Cleaner
sr: Чистач система
